/*
 LocalizationStrings.strings
 ZohoSign
 
 Created by Nagarajan S on 13/10/16.
 Copyright © 2016 Zoho Corporation. All rights reserved.
 */


//SDK Keys
"sign.mobile.common.ok"                                 =       "OK";
"sign.mobile.common.cancel"                             =       "Kanselahin";
"sign.mobile.common.close"                              =       "Isara";
"sign.mobile.common.next"                               =       "Susunod";
"sign.mobile.common.error"                              =       "Error";
"sign.mobile.common.unknownerror"                       =       "Hindi matukoy na error";
"sign.mobile.common.share"                              =       "Ibahagi";
"sign.mobile.common.retake"                             =       "Kunang Muli";
"sign.mobile.common.zohosign"                           =       "Zoho Sign";
"sign.mobile.common.readonly"                          =       "Basahin lamang";
"sign.mobile.common.mandatory"                         =       "Mandatoryo";
"sign.mobile.common.required"                          =       "Kailangan";
"sign.mobile.common.finish"                             =       "Tapusin";

"sign.mobile.request.requestName"                       =       "Pangalan ng dokumento";


"sign.mobile.field.signature"                           =       "Lagda";
"sign.mobile.field.company"                             =       "Kumpanya";
"sign.mobile.field.name"                                =       "Pangalan";
"sign.mobile.field.date"                                =       "Petsa";
"sign.mobile.field.initial"                             =       "Inisyal";
"sign.mobile.field.email"                               =       "Email";
"sign.mobile.field.text"                                =       "Text";
"sign.mobile.field.textfield"                           =       "Field ng Text";
"sign.mobile.field.fieldName"                           =       "Pangalan ng Field";
"sign.mobile.field.jobtitle"                            =       "Titulo sa Trabaho";
"sign.mobile.field.fullname"                            =       "Buong Pangalan";
"sign.mobile.field.firstname"                           =       "Pangalan";
"sign.mobile.field.lastname"                            =       "Apelyido";
"sign.mobile.field.checkbox"                           =       "Checkbox";
"sign.mobile.field.checkByDefault"                     =       "Lagyan ng check bilang default";
"sign.mobile.field.signDate"                           =       "Lagdang May Petsa";


"sign.mobile.profile.profile"                           =       "Profile";
"sign.mobile.profile.fullName"                          =       "Buong Pangalan";
"sign.mobile.profile.firstName"                         =       "Pangalan";
"sign.mobile.profile.lastName"                          =       "Apelyido";
"sign.mobile.profile.email"                             =       "Email";
"sign.mobile.profile.company"                           =       "Kumpanya";
"sign.mobile.profile.jobTitle"                          =       "Titulo sa Trabaho";
"sign.mobile.profile.dateFormat"                        =       "Format ng Petsa";
"sign.mobile.profile.timeZones"                         =       "Time Zone";
"sign.mobile.profile.takePicture"                       =       "Kumuha ng Larawan";
"sign.mobile.profile.choosePicture"                     =       "Pumili ng Larawan";
"sign.mobile.profile.deleteSignature"                   =       "Tanggalin ang Lagda";
"sign.mobile.profile.signatureWizardDraw"               =       "Gumuhit";
"sign.mobile.profile.drawSignature"                     =       "Iguhit ang Lagda";
"sign.mobile.profile.selectSignature"                   =       "Pumili ng Istilo";
"sign.mobile.profile.photoSignature"                    =       "Kumuha ng Larawan";
"sign.mobile.profile.chooseStyle"                       =       "Pumili ng Istilo";
"sign.mobile.profile.drawYourSign"                      =       "Iguhit ang iyong Lagda";
"sign.mobile.profile.signatureWizard"                   =       "Wizard ng lagda";
"sign.mobile.profile.createSignature"                   =       "Gumawa ng Lagda";
"sign.mobile.profile.createInitial"                     =       "Gumawa ng Inisyal";
"sign.mobile.profile.tapHereToEditName"                 =       "Mag-tap dito para i-edit ang pangalan";
"sign.mobile.profile.tapHereToEditInitial"              =       "Mag-tap dito para i-edit ang inisyal";
"sign.mobile.profile.signHere"                          =       "Lumagda Rito";
"sign.mobile.profile.yourInitial"                       =       "Iyong Inisyal";

"sign.mobile.settings.personalDetails"                  =       "Mga personal na detalye";
"sign.mobile.profile.currentUserPlan"                   =       "Nasa %@ plan ka";
"sign.mobile.account.documentsLeft"                     =       "Dokumentong natitira";
"sign.mobile.account.documentsPerMonth"                 =       "%d (na) dokumento bawat buwan";
"sign.mobile.request.selectedDate"                      =       "Pumili ng petsa";


"sign.mobile.activityIndicator.processing"              =       "Pinoproseso... mangyaring maghintay";
"sign.mobile.activityIndicator.uploading"               =       "Ina-upload ang dokumento... mangyaring maghintay";
"sign.mobile.activityIndicator.submittingDoc"           =       "Ipinapadala ang dokumento...";
"sign.mobile.activityIndicator.savedraft"               =       "Sine-save bilang draft...";
"sign.mobile.activityIndicator.signingDoc"              =       "Nilalagdaan ang dokumento...";
"sign.mobile.activityIndicator.loadingPreview"          =       "Nilo-load ang preview...";
"sign.mobile.activityIndicator.preparingDocument"       =       "Ihinahanda ang dokumento...";


"sign.mobile.tooltip.tapAnywhereAddFields"              =       "I-tap para maglagay ng mga field";
"sign.mobile.tooltip.tapHereToChangeName"               =       "Mag-tap dito para palitan ang pangalan";
"sign.mobile.tooltip.dragAndDropFields"                 =       "Mag-drag at mag-drop ng mga field";
"sign.mobile.tooltip.extnSuccessmsg"                    =       "Na-save ang isang kopya ng dokumentong ito sa iyong Zoho Sign account";

"sign.mobile.common.none"                               =       "Wala";
"sign.mobile.common.copy"                               =       "Kopyahin";
"sign.mobile.common.delete"                             =       "Tanggalin";
"sign.mobile.common.mail"                               =       "I-mail";
"sign.mobile.common.download"                           =       "I-download";
"sign.mobile.common.query"                              =       "I-query";
"sign.mobile.common.decline"                            =       "Tanggihan";
"sign.mobile.common.restore"                            =       "Ipanumbalik";
"sign.mobile.common.remind"                             =       "Magpaalala";
"sign.mobile.common.remindSigners"                      =       "Paalalahanan ang Mga Lalagda";
"sign.mobile.common.recall"                             =       "Bawiin";
"sign.mobile.common.export"                             =       "Mag-export";
"sign.mobile.common.add"                                =       "Idagdag";
"sign.mobile.common.done"                               =       "Tapos na";
"sign.mobile.common.today"                              =       "Ngayon";
"sign.mobile.common.tomorrow"                           =       "Bukas";
"sign.mobile.common.yesterday"                          =       "Kahapon";
"sign.mobile.common.create"                             =       "Gumawa";
"sign.mobile.common.localFiles"                         =       "Mga Lokal na File";
"sign.mobile.common.zohoDocs"                           =       "Zoho Docs";
"sign.mobile.common.camera"                             =       "Camera";
"sign.mobile.common.scanDocuments"                      =       "Mag-scan ng Mga Dokumento";
"sign.mobile.common.photos"                             =       "Mga Larawan";
"sign.mobile.common.documents"                          =       "Mga Dokumento";
"sign.mobile.common.areyousure"                         =       "Sigurado ka ba?";
"sign.mobile.common.no"                                 =       "Hindi";
"sign.mobile.common.yes"                                =       "Oo";
"sign.mobile.common.goBack"                             =       "Bumalik";
"sign.mobile.common.selected"                           =       "napili";
"sign.mobile.common.reason"                             =       "Dahilan";
"sign.mobile.common.password"                           =       "Password";
"sign.mobile.common.others"                             =       "Iba pa";
"sign.mobile.common.remove"                             =       "Alisin";
"sign.mobile.common.optional"                           =       "Opsyonal";
"sign.mobile.common.mailTo"                             =       "Para kay:";
"sign.mobile.common.myself"                             =       "Ako";
"sign.mobile.common.search"                             =       "Maghanap";
"sign.mobile.common.apply"                              =       "Ilapat";
"sign.mobile.common.login"                              =       "Mag-log In";
"sign.mobile.common.signup"                             =       "Mag-sign Up";
"sign.mobile.common.skip"                               =       "Laktawan";
"sign.mobile.common.send"                               =       "Ipadala";
"sign.mobile.common.initializing"                       =       "Sinisimulan...";
"sign.mobile.common.accessBlocked"                      =       "Na-block ang Access";
"sign.mobile.common.unblock"                            =       "I-unblock";
"sign.mobile.common.notNow"                             =       "Huwag Ngayon";
"sign.mobile.common.updateZohoSign"                     =       "I-update ang Zoho Sign";
"sign.mobile.common.gotoAppStore"                       =       "Pumunta sa App Store";
"sign.mobile.common.account"                            =       "Account";
"sign.mobile.common.by"                                 =       "mula kay";
"sign.mobile.common.me"                                 =       "Ako";

"sign.mobile.tour.productTour"                          =       "Tour ng Produkto";
"sign.mobile.tour.signIn"                               =       "Mag-sign In";
"sign.mobile.tour.trynow"                               =       "Subukang lumagda ng dokumento";

"sign.mobile.tour.productDesc"                          =       "Isang kumpletong digital na signature app para sa negosyo";
"sign.mobile.tour.skipTour"                             =       "Laktawan ang Tour";
"sign.mobile.tour.endTour"                              =       "Tapusin ang Tour";
"sign.mobile.tour.getStarted"                           =       "Magsimula";

"sign.mobile.tour.digitalSignTitle"                     =       "Welcome sa Zoho Sign";
"sign.mobile.tour.digitalSignDesc"                      =       "Maranasan ang digital na paglagda na walang katulad";
"sign.mobile.tour.signAnywhereTitle"                    =       "Lumagda kahit kailan, kahit saan";
"sign.mobile.tour.signAnywhereDesc"                     =       "Lagdaan, ipadala at selyuhan ang mga kontrata ng negosyo nang on the go";
"sign.mobile.tour.extensionTitle"                       =       "Seamless na Mga Integration";
"sign.mobile.tour.securityTitle"                        =       "Ligtas at Secure";
"sign.mobile.tour.securityDesc"                         =       "Legal na nakakasakop at hindi nababago ang mga dokumento sa Zoho Sign";

"sign.mobile.tour.scanDesc"                             =       "Mag-scan at mag-upload ng mga resibo, invoice, kontrata at kasunduan, atbp.";
"sign.mobile.tour.extensionDesc"                        =       "Lumagda sa mga dokumento sa madaling paraan mula sa mga paborito mong application.";
"sign.mobile.tour.multipleRecipientsDesc"               =       "Magdagdag ng maraming recipient at tukuyin ang pagkakasunud-sunod ng paglagda.";
"sign.mobile.tour.assignSomeoneDesc"                    =       "Magtalaga ng iba para lagdaan ang dokumento.";
"sign.mobile.tour.iMessageDesc"                         =       "Ibahagi ang mga nakumpletong dokumento sa pamamagitan ng iMessage.";


"sign.mobile.onboard.alreadySignUser"                   =       "Bahagi na ng Zoho Sign? Mag-log in para magsimulang lumagda.";
"sign.mobile.onboard.signupAndStartSigning"             =       "Bago sa Zoho Sign? Mag-sign up at magsimulang lumagda";
"sign.mobile.onboard.continueAsGuest"                   =       "Magpatuloy bilang bisita";

"sign.mobile.requestCreate.sign"                        =       "LAGDAAN";
"sign.mobile.requestCreate.send"                        =       "IPADALA";
"sign.mobile.requestCreate.signYourselfDescription"     =       "AT IPADALA";
"sign.mobile.requestCreate.sendDocDescription"          =       "LALAGDAAN";

"sign.mobile.account.registerOrg"                       =       "Irehistro ang Organisasyon";
"sign.mobile.account.contactAdmin"                      =       "Mayroon nang pang-organisasyong account? Makipag-ugnayan sa iyong administrator para sa imbitasyong i-access ang Zoho sign.";
"sign.mobile.account.creatingAccount"                   =       "Ginagawa ang account...";
"sign.mobile.account.signupToProceed"                   =       "Ang simple, mabilis at secure na paraan para lagdaan ang mga dokumento. Mag-sign up at magsimulang lumagda!";
"sign.mobile.account.enterOrgNameDesc"                  =       "Ilagay ang pangalan ng iyong organisasyon para makapagsimula. Kung gusto mong gamitin ang Zoho Sign para sa mga personal na layunin, ilagay lang ang iyong pangalan bilang pangalan ng organisasyon.";
"sign.mobile.account.enterOrgName"                      =       "Ilagay ang iyong organisasyon";
"sign.mobile.account.saveAndProceed"                    =       "I-save at Magpatuloy";

"sign.mobile.account.dontHaveAnAccountSignUp"           =       "Wala kang account? Mag-sign up!";
"sign.mobile.account.alreadyHaveAnAccountLogin"         =       "Mayroon ka na bang account? Mag-log In";
"sign.mobile.account.needZohoSignAccountToSign"         =       "Kailangan mo ng Zoho Sign account para lagdaan ang dokumento";
"sign.mobile.account.loginToSign"                       =       "Kailangang naka-log in ka para lagdaan ang dokumento";


"sign.mobile.request.receivedRequests"                  =       "Mga Natanggap na Dokumento";
"sign.mobile.request.sentRequests"                      =       "Mga Ipinadalang Dokumento";
"sign.mobile.request.signYourself"                      =       "Ilagda ang Iyong Sarili";
"sign.mobile.request.sendForSignatures"                 =       "Ipadala para sa Mga Lagda";
"sign.mobile.request.name"                              =       "Pangalan ng dokumento";
"sign.mobile.request.description"                       =       "Paglalarawan";
"sign.mobile.request.note"                              =       "Mag-iwan ng Note";
"sign.mobile.request.expiringDate"                      =       "Petsa na Mawawalan ng Bisa";
"sign.mobile.request.timeToComplete"                         =       "Oras para Kumpletuhin (Araw)";
"sign.mobile.request.validTill"                         =       "May Bisa ang Kasunduan Hanggang";
"sign.mobile.request.folder"                            =       "Folder";
"sign.mobile.request.folderName"                        =       "Pangalan ng Folder";
"sign.mobile.request.requestType"                       =       "Uri ng Dokumento";
"sign.mobile.request.type"                              =       "Uri";
"sign.mobile.request.recipients"                        =       "Mga Recipient";
"sign.mobile.request.sortBy"                            =       "Isaayos ayon sa";
"sign.mobile.request.verfiyCodeSentToMail"              =       "Ipinadala ang verification code sa iyong mail.";
"sign.mobile.request.verfiyCodeByRequester"             =       "Ibinigay ang verification code ng humiling.";
"sign.mobile.request.verifyCode"                        =       "I-verify";
"sign.mobile.request.didntReceiveCode"                  =       "Hindi natanggap ang iyong code?";
"sign.mobile.request.resendCode"                        =       "Ipadalang Muli ang Code";
"sign.mobile.request.wrongSecretCode"                   =       "Hindi tamang authentication code";
"sign.mobile.request.requestInfo"                       =       "Impormasyon ng Dokumento";
"sign.mobile.request.documentName"                      =       "Pangalan ng Dokumento";
"sign.mobile.request.fileName"                          =       "Pangalan ng File";
"sign.mobile.request.requester"                         =       "Hiniling Ni";
"sign.mobile.request.requesterEmail"                    =       "Email ng Humiling";
"sign.mobile.request.requestedOn"                       =       "Hiniling nong";
"sign.mobile.request.owner"                             =       "May-ari";
"sign.mobile.request.expireOn"                          =       "Mawawalan ng bisa sa";
"sign.mobile.request.status"                            =       "Status";
"sign.mobile.request.notes"                             =       "Mga Note";
"sign.mobile.request.completionCertificate"             =       "Certificate ng Pagkakumpleto";
"sign.mobile.request.saveChanges"                       =       "I-save ang Mga Pagbabago";
"sign.mobile.request.selectAtleaseOneField"             =       "Mangyaring pumili ng kahit isang field para sa bawat recipient";
"sign.mobile.request.selectAtleaseOneFieldSelfSign"     =       "Pumili ng kahit isang field";
"sign.mobile.request.sampleDocument"                    =       "Sample na Dokumento";
"sign.mobile.request.signedSuccessfully"                =       "Matagumpay na nalagdaan";
"sign.mobile.request.declined"                          =       "Tinanggihan";
"sign.mobile.request.tapHereToContinue"                 =       "Mag-tap dito para magpatuloy";
"sign.mobile.request.emailDoc"                          =       "I-email ang dokumento (Max na 3 sa isang pagkakataon)";
"sign.mobile.request.recipientStatus"                   =       "Status ng Recipient";
"sign.mobile.request.activityFeed"                      =       "Feed ng Aktibidad";
"sign.mobile.request.activityHistory"                   =       "History ng aktibidad";
"sign.mobile.request.createdOn"                         =       "Ginawa noong";
"sign.mobile.request.submittedOn"                       =       "Isinumite noong";
"sign.mobile.request.expiringOn"                        =       "Mawawalan ng bisa sa";
"sign.mobile.request.expiredOn"                         =       "Nawalan ng bisa noong";
"sign.mobile.request.completedOn"                       =       "Nakumpleto noong";
"sign.mobile.request.recalledOn"                        =       "Binawi noong";
"sign.mobile.request.declinedOn"                        =       "Tinanggihan noong";
"sign.mobile.request.deletedOn"                         =       "Na-delete noong";
"sign.mobile.request.mailed"                            =       "Na-mail";
"sign.mobile.request.signed"                            =       "Nilagdaan";
"sign.mobile.request.viewed"                            =       "Tiningnan";
"sign.mobile.request.assigned"                          =       "Itinalaga";
"sign.mobile.request.notAssigned"                       =       "Hindi nakatalaga";
"sign.mobile.request.dueDateNotSet"                     =       "Walang nakatakdang petsa";
"sign.mobile.request.needsYourSignature"                =       "Kailangan ng iyong Lagda";
"sign.mobile.request.outForSignature"                   =       "Naghihintay ng Mga Lagda";
"sign.mobile.request.assignRequest"                     =       "Italaga ang Dokumento";
"sign.mobile.request.declineRequest"                    =       "Tanggihan ang Dokumento";
"sign.mobile.request.numberOfPages"                     =       "Bilang ng Pahina";
"sign.mobile.request.renameRequest"                     =       "Palitan ang Pangalan ng Dokumento";
"sign.mobile.request.moveFolder"                        =       "Ilipat ang Folder";
"sign.mobile.request.changeFileType"                    =       "Palitan ang Uri ng File";
"sign.mobile.request.confirmYourIdentity"               =       "Kumpirmahin ang Iyong Pagkakakilanlan";
"sign.mobile.request.fileType"                          =       "Uri ng File";
"sign.mobile.request.enterVerifyCode"                   =       "Ilagay ang Authentication Code";
"sign.mobile.request.loggedInAsDifferentUser"           =       "Naka-log in ka bilang ibang user. Mangyaring mag-log in gamit ang “%@”";
"sign.mobile.request.previewNotAvailable"               =       "Walang available na preview.";
"sign.mobile.request.ownerAuthMsg"                      =       "Pakilagay ang authentication code na ibinahagi sa iyo ng may-ari";
"sign.mobile.request.ownerAuthMsgAfterFailure"          =       "Pakilagay ang authentication code na ibinahagi sa iyo ng may-ari\nPara sa mga dahilang panseguridad, idi-disable ang access sa dokumento pagkatapos ng 3 hindi tamang pagsubok.";
"sign.mobile.request.emailAuth"                         =       "Pakilagay ang Authentication code na ibinahagi sa iyong e-mail address";
"sign.mobile.request.authCodeSentToEmail"               =       "Ipinadalang muli ang authentication code sa iyong mail";

/*          Request Operation Type           */

"sign.mobile.request.operationType.drafted"             =       "Na-draft";
"sign.mobile.request.operationType.updated"             =       "Na-update";
"sign.mobile.request.operationType.submitted"           =       "Isinumite";
"sign.mobile.request.operationType.shredded"            =       "Na-shred";
"sign.mobile.request.operationType.deleted"             =       "Na-delete";
"sign.mobile.request.operationType.recalled"            =       "Binawi";
"sign.mobile.request.operationType.restored"            =       "Ipinanumbalik";
"sign.mobile.request.operationType.retrived"            =       "Nakuha";
"sign.mobile.request.operationType.reminded"            =       "Napaalalahanan";
"sign.mobile.request.operationType.archived"            =       "Na-archive";
"sign.mobile.request.operationType.assigned"            =       "Itinalaga";
"sign.mobile.request.operationType.downloaded"          =       "Na-download";
"sign.mobile.request.operationType.skipped"             =       "Nilaktawan";
"sign.mobile.request.operationType.docEmailed"          =       "Na-email ang Dokumento";
"sign.mobile.request.operationType.linkEmailed"         =       "Na-email ang Link";
"sign.mobile.request.operationType.startedSigning"      =       "Nagsimulang Lumagda";
"sign.mobile.request.operationType.successSigning"      =       "Matagumpay na Nalagdaan";
"sign.mobile.request.operationType.failedSigning"       =       "Hindi Nalagdaan";
"sign.mobile.request.operationType.accessSuccess"       =       "Matagumpay na Na-access";
"sign.mobile.request.operationType.accessFailure"       =       "Hindi Na-access";

"sign.mobile.request.status.all"                        =       "Lahat";
"sign.mobile.request.status.inprogress"                 =       "Isinasagawa";
"sign.mobile.request.status.pending"                    =       "Nakabinbin";
"sign.mobile.request.status.completed"                  =       "Nakumpleto na";
"sign.mobile.request.status.expiring"                   =       "Mawawalan ng Bisa";
"sign.mobile.request.status.expired"                    =       "Wala nang Bisa";
"sign.mobile.request.status.declined"                   =       "Tinanggihan";
"sign.mobile.request.status.recalled"                   =       "Binawi";
"sign.mobile.request.status.draft"                      =       "Draft";
"sign.mobile.request.status.trash"                      =       "Trash";
"sign.mobile.request.status.expires"                    =       "Mawawalan ng Bisa sa";


"sign.mobile.request.list.requestedTime"                =       "Hiniling na oras";
"sign.mobile.request.list.discardChanges"               =       "I-discard ang mga pagbabago";
"sign.mobile.request.list.continueFromLeftover"         =       "Magpatuloy kung saan huling natapos";
"sign.mobile.request.list.lastModified"                 =       "Huling binago";
"sign.mobile.request.list.searchRequest"                =       "Maghanap ng dokumento";
"sign.mobile.request.list.recentSearches"               =       "Mga Kamakailang Paghahanap";
"sign.mobile.request.list.modifiedOn"                   =       "Binago noong";
"sign.mobile.request.list.finishedOn"                   =       "Natapos noong %@";
"sign.mobile.request.list.declinedOn"                   =       "Tinanggihan noong %@";
"sign.mobile.request.list.expiredOn"                    =       "Nawalan ng bisa noong %@";
"sign.mobile.request.list.deletedOn"                    =       "Na-delete noong %@";
"sign.mobile.request.list.lastUpdatedOn"                =       "Huling na-update noong";
"sign.mobile.request.list.declinedMsg"                  =       "Tinanggihan ni %@";
"sign.mobile.request.list.deleteOn"                     =       "Na-delete";
"sign.mobile.request.list.yetToView"                    =       "%@ • %@ ang hindi pa natitingnan";
"sign.mobile.request.list.yetToSign"                    =       "%@ • %@ ang hindi pa nalalagdaan";
"sign.mobile.request.list.ofPending"                    =       "%@ • %lu ng %lu ang nakabinbin";
"sign.mobile.request.list.nameAscending"                =       "Pangalan na nakaayos ng A-Z";
"sign.mobile.request.list.nameDescending"               =       "Pangalan na nakaayos ng Z-A";
"sign.mobile.request.list.from"                         =       "Mula";
"sign.mobile.request.list.filterOptions"                =       "Mga Opsyon sa Pag-filter";


"sign.mobile.request.create.tapHereToSelectDoc"         =       "Mag-tap dito para i-upload ang dokumento";
"sign.mobile.request.create.pleaseUploadDoc"            =       "Paki-upload ang dokumento";
"sign.mobile.request.create.pleaseChooseRecipient"      =       "Mangyaring pumili ng recipient";
"sign.mobile.request.create.oneSigningActionAlert"      =       "Dapat na magtalaga ng kahit isang recipient na lalagda sa dokumento";
"sign.mobile.request.create.pleaseEnterName"            =       "Pakilagay ang pangalan ng dokumento";
"sign.mobile.request.create.recipientsAdded"            =       "Idinagdag ang %lu.";
"sign.mobile.recipient.create.addRecipients"            =       "Magdagdag ng (Mga) Recipient";
"sign.mobile.request.create.recipients"                 =       "(Mga) Recipient";
"sign.mobile.request.create.validityForever"            =       "Habambuhay";
"sign.mobile.request.create.setDate"                    =       "Magtakda ng Petsa";
"sign.mobile.request.create.tapHereToStart"             =       "Mag-tap dito para Magsimulang Lumagda";
"sign.mobile.request.create.moreDetails"                =       "Higit Pang Mga Detalye";
"sign.mobile.request.create.viewAll"                    =       "Tingnan lahat";


"sign.mobile.editor.fillAllRequiredFields"              =       "Pakipunan ang lahat ng kinakailangang field";
"sign.mobile.editor.startSigning"                       =       "Magsimulang Lumagda";
"sign.mobile.editor.termsAndConditions"                 =       "Mga Tuntunin at Kundisyon";
"sign.mobile.editor.exitPreview"                        =       "Lumabas sa preview";
"sign.mobile.editor.agreeTerms"                         =       "Sang-ayon";
"sign.mobile.editor.fieldsToSign"                       =       "Mga field na lalagdaan";

"sign.mobile.recipient.retainOrder"                     =       "Ipadala ayon sa pagkakasunud-sunod";
"sign.mobile.recipient.notExist"                        =       "Hindi umiiral ang pangalan ng recipient. Gusto mo bang magdagdag ng bagong recipient?";
"sign.mobile.recipient.addRecipient"                    =       "Magdagdag ng Recipient";
"sign.mobile.recipient.nameCannotEmpty"                 =       "Hindi maaaring iwang walang laman ang pangalan";
"sign.mobile.recipient.invalidEmail"                    =       "Hindi valid ang email address";
"sign.mobile.recipient.privateMessage"                  =       "Pribadong Mensahe";
"sign.mobile.recipient.message"                         =       "Mensahe";
"sign.mobile.recipient.authenticationCode"              =       "Authentication Code";
"sign.mobile.recipient.needToSign"                      =       "Kailangang lagdaan";
"sign.mobile.recipient.getsACopy"                       =       "Tatanggap ng kopya";
"sign.mobile.recipient.verfication"                     =       "Pag-verify";
"sign.mobile.recipient.deliveryType"                    =       "Uri ng Delivery";
"sign.mobile.recipient.offline"                         =       "Offline";
"sign.mobile.recipient.noteOTP"                         =       "Tandaan: Ipapadala ang authentication code sa pamamagitan ng e-mail.";
"sign.mobile.recipient.code"                            =       "Code";
"sign.mobile.recipient.noteCode"                        =       "Tandaan: Awtomatikong binuo ang code na ito. I-overwrite kung kinakailangan (eksaktong 6 na character)";
"sign.mobile.recipient.enterNameEmail"                  =       "Ilagay ang pangalan/email ng contact";
"sign.mobile.recipient.localContacts"                   =       "Mga Contact sa Device";
"sign.mobile.recipient.contactSelected"                 =       "Pinili ang contact";
"sign.mobile.recipient.contactsSelected"                =       "Pinili ang mga contact";
"sign.mobile.recipient.addMe"                           =       "Idagdag ako";
"sign.mobile.recipient.invalidName"                     =       "Hindi valid ang pangalan";
"sign.mobile.recipient.atleastOneRecipient"             =       "Magdagdag ng kahit isang recipient para lagdaan ang dokumento";
"sign.mobile.recipient.dupRecipientExists"              =       "May mga duplicate na recipient";
"sign.mobile.recipient.chooseFromContacts"              =       "Pumili sa mga contact";

"sign.mobile.emptyScreen.noSentRequestOnboard"          =       "Walang ipinadalang mga dokumento";
"sign.mobile.emptyScreen.noDocumentsAvailable"          =       "Walang available na mga dokumento";
"sign.mobile.emptyScreen.noReceivedRequestOnboard"      =       "Walang natanggap na mga dokumento";
"sign.mobile.emptyScreen.noRequestOnSearch"             =       "Walang nakitang mga dokumento";
"sign.mobile.emptyScreen.noContacts"                    =       "Walang available na mga contact";
"sign.mobile.emptyScreen.norecipientAdded"              =       "Walang naidagdag na mga recipient";
"sign.mobile.emptyScreen.noActivityFeed"                =       "Walang mga kamakailang aktibidad";
"sign.mobile.emptyScreen.noDataAvailable"               =       "Walang available na data";
"sign.mobile.emptyScreen.noFilesAvailable"              =       "Walang available na Mga File";
"sign.mobile.emptyScreen.noResults"                     =       "Walang resulta";

"sign.mobile.error.timeout"                             =       "Nag-time out ang kahilingan";
"sign.mobile.error.dataError"                           =       "Error habang naglo-load";
"sign.mobile.error.tapToRetry"                          =       "I-tap para subukang muli";
"sign.mobile.error.fileSizeExceedsMaxSize"              =       "Lumalampas ang file sa maximum na laki na 25MB";

"sign.mobile.settings.settings"                         =       "Mga Setting";
"sign.mobile.settings.signout"                          =       "Mag-sign Out";
"sign.mobile.settings.logout"                           =       "Mag-log Out";
"sign.mobile.settings.termsOfService"                   =       "Mga tuntunin ng serbisyo";
"sign.mobile.settings.privacyPolicy"                    =       "Patakaran sa privacy";
"sign.mobile.settings.rateUs"                           =       "I-rate Kami";
"sign.mobile.settings.openSourceAttributes"             =       "Mga attribute na open source";
"sign.mobile.settings.feedback"                         =       "Feedback";
"sign.mobile.settings.faq"                              =       "FAQ";
"sign.mobile.settings.manageLocalFiles"                 =       "Pamahalaan ang Mga Lokal na File";
"sign.mobile.settings.clearAllFiles"                    =       "I-clear ang naka-cache na data mula sa device";
"sign.mobile.settings.clearCache"                       =       "I-clear ang cache";
"sign.mobile.settings.passcodeLock"                     =       "Passcode lock";
"sign.mobile.settings.allowTouchID"                     =       "Payagan ang Touch ID para ma-unlock";
"sign.mobile.settings.security"                         =       "Seguridad";
"sign.mobile.settings.theme"                            =       "Tema";
"sign.mobile.settings.support"                          =       "Suporta";
"sign.mobile.settings.cache"                            =       "Cache";
"sign.mobile.setting.cacheMemorySize"                   =       "Laki ng memory ng cache";
"sign.mobile.settings.about"                            =       "Tungkol Dito (Bersyon %@)";
"sign.mobile.settings.touchIDDisabledAlert"             =       "Idi-disable din ang Touch ID. Gusto mo bang magpatuloy?";
"sign.mobile.settings.deviceCannotAuthTouchID"          =       "Hindi makakapag-authenticate ang iyong device gamit ang Touch ID.";
"sign.mobile.settings.enterPasscode"                    =       "Maglagay ng Passcode";
"sign.mobile.settings.setPasscode"                      =       "Magtakda ng Passcode";
"sign.mobile.settings.enterYourPasscode"                =       "Ilagay ang iyong passcode";
"sign.mobile.settings.reenterPasscode"                  =       "Ilagay muli ang iyong Passcode";
"sign.mobile.settings.passcodeNotMatch"                 =       "Hindi nagtugma ang mga passcode. Subukang muli.";
"sign.mobile.settings.touchIDAuth"                      =       "I-unlock ang Passcode";
"sign.mobile.settings.unlockZohoSign"                   =       "I-unlock ang Zoho Sign";
"sign.mobile.settings.unlockAttemptsLeft"               =       "Natitirang Pagsubok";
"sign.mobile.settings.enterPasscodeUnlock"              =       "Ilagay ang passcode para ma-unlock";
"sign.mobile.setting.feedbackSentSuccess"               =       "Matagumpay na naipadala ang feedback";

"sign.mobile.feedback.EnterEmail"                       =       "Ilagay ang iyong email address";
"sign.mobile.feedback.comment"                          =       "Komento";
"sign.mobile.feedback.attachScreenshots"                =       "Ilakip ang Screenshot";
"sign.mobile.feedback.howIsYourExperience"              =       "Kamusta ang iyong karanasan sa Zoho Sign?";
"sign.mobile.feedback.mindGivingFeedback"               =       "Maaari ka bang magbigay sa amin ng feedback?";
"sign.mobile.feedback.noThanks"                         =       "Hindi, salamat na lang";
"sign.mobile.feedback.okSure"                           =       "Ok, sige";
"sign.mobile.feedback.couldNotSendMail"                 =       "Hindi mapadala ang email";
"sign.mobile.feedback.checkMailConfig"                  =       "Hindi maipadala ang email.  Pakisuri ang configuration ng email at subukang muli.";
"sign.mobile.feedback.doYouEnjoytheApp"                 =       "Nag-enjoy ka ba sa paggamit sa app?";
"sign.mobile.feedback.canYouReviewinAppStore"           =       "Dahil nag-e-enjoy ka sa ZohoSign, maaari mo ba kaming tulungan sa pamamagitan ng pag-iwan ng review sa App Store?";
"sign.mobile.feedback.rateApp"                          =       "I-rate ang App";


"sign.mobile.notify.docMailedSuccess"                   =       "Matagumpay na nai-mail ang dokumento";
"sign.mobile.notify.requestSavedInDraft"                =       "Na-save ang dokumento bilang draft";
"sign.mobile.notify.reminderSent"                       =       "Naipadala ang paalala";
"sign.mobile.notify.requestRecalled"                    =       "Binawi ang dokumento";
"sign.mobile.notify.requestMovedToTrash"                =       "Inilipat ang dokumento sa trash";
"sign.mobile.notify.requestRestored"                    =       "Naipanumbalik ang dokumento";
"sign.mobile.notify.requestCreated"                     =       "Nagawa ang dokumento";
"sign.mobile.notify.requestUpdated"                     =       "Na-update ang dokumento";
"sign.mobile.notify.importSuccess"                      =       "Matagumpay na na-import ang dokumento";
"sign.mobile.notify.requestDeclined"                    =       "Tinanggihan ang dokumento";
"sign.mobile.notify.dataCacheCleared"                   =       "Na-clear ang naka-cache na data";
"sign.mobile.notify.requestReminding"                   =       "Ipinapadala ang paalala...";
"sign.mobile.notify.sendingMail"                        =       "Ipinapadala ang mail...";

"sign.mobile.alert.enterComment"                        =       "Pakilagay ang iyong komento";
"sign.mobile.alert.enterReason"                         =       "Pakilagay ang dahilan";
"sign.mobile.alert.enterEmailId"                        =       "Mangyaring maglagay ng email address";
"sign.mobile.alert.noAccessLocalContacts"               =       "Mangyaring magbigay ng pahintulot na i-access ang mga lokal na contact.";
"sign.mobile.alert.noMailId"                            =       "Mangyaring maglagay ng kahit isang email address";
"sign.mobile.alert.contactAdminForAccess"               =       "Mangyaring makipag-ugnayan sa iyong admin para magbigay ng access sa Zoho Sign";
"sign.mobile.alert.loginExpires"                        =       "Wala nang bisa ang pag-log in. Muling mag-log in";
"sign.mobile.alert.loginToSign"                         =       "Mangyaring mag-log in para lagdaan ang dokumento";
"sign.mobile.alert.docUploadFailed"                     =       "Hindi na-upload ang dokumento";
"sign.mobile.alert.noInternetConnection"                =       "Walang available na network";
"sign.mobile.alert.accountDisableContactAdmin"          =       "Naka-disable ang account. Makipag-ugnayan sa iyong administrator para i-activate ang iyong account.";
"sign.mobile.alert.needToAccessCamera"                  =       "Kailangan ng access sa camera";
"sign.mobile.alert.noCameraAccess"                      =       "Walang access sa camera ang app na ito.";
"sign.mobile.alert.enablePrivacySettings"               =       "Maaari mong i-enable ang access mula sa Mga Setting ng Privacy.";
"sign.mobile.alert.documentPasswordProtected"           =       "Pinoprotektahan ng password ang dokumento";
"sign.mobile.alert.recallNote"                          =       "Kapag binawi ang dokumento, mapapawalang bisa ito at pipigilan ang mga lalagda sa paglagda rito";
"sign.mobile.alert.reminderNote"                        =       "Kapag may check ang ipadala ayon sa pagkakasunud-sunod, magpapadala ng paalala sa susunod na lalagda kung sino pa ang hindi pa lumalagda sa dokumento. Kung wala, magpapadala ng mga paalala sa lahat ng lalagda na hindi pa lumalagda sa dokumento.";
"sign.mobile.alert.copiedToClipboard"                   =       "Nakopya sa clipboard";
"sign.mobile.alert.accessBlockedContactAdmin"           =       "Na-block ang access sa dokumento para sa paglalagay sa hindi tamang authentication code nang 3 beses. Makipag-ugnayan sa may-ari para i-unblock ito.";
"sign.mobile.alert.accessBlockedForRecalled"            =       "Wala ka nang access sa dokumentong ito at binawi na ito";
"sign.mobile.alert.accessBlockedForDeclined"            =       "Wala ka nang access sa dokumentong ito dahil tinanggihan ito";
"sign.mobile.alert.accessBlockedForExpired"             =       "Wala ka nang access sa dokumentong ito dahil wala na itong bisa";
"sign.mobile.alert.unblockAlert"                          =       "Gusto mo bang i-unblock ang dokumento para sa recipient na si %@?";



/*          Action Extension              */

"sign.mobile.actionExtn.signInToSign"                   =       "Mangyaring mag-log in sa Zoho Sign para simulan ang paglagda sa dokumento";
"sign.mobile.actionExtn.launchZohoSign"                 =       "Ilunsad ang Zoho Sign";
"sign.mobile.actionExtn.unsupportedFormat"              =       "Hindi sinusuportahang format ng file";

"sign.mobile.actionExtn.loginRequired"                  =       "Kailangang Mag-log In";
"sign.mobile.actionExtn.internetRequiredToSignDocument" =       "Kailangan ng koneksyon sa internet para lagdaan ang mga dokumento gamit ang Zoho Sign";

"sign.mobile.request.filterBy"                         =       "I-filter ayon sa";
"sign.mobile.emptyScreen.noTemplatesAvailable"         =       "Walang available na mga template";
"sign.mobile.emptyScreen.noFieldsAdded"                =       "Wala pang idinaragdag na mga field";

"sign.mobile.common.save"                              =       "I-save";
"sign.mobile.request.status.tobehosted"                =       "Iho-host";
"sign.mobile.request.status.hosted"                    =       "Na-host";
"sign.mobile.request.skipsigning"                      =       "Laktawan ang Paglagda";
"sign.mobile.request.resetfields"                      =       "I-reset ang Mga Field";
"sign.mobile.request.signedInperson"                   =       "Nilagdaan Nang Harapan";
"sign.mobile.create.prefillByYou"                      =       "Paunang pinunan mo";

"sign.mobile.request.operationType.inpersonSigningSuccess"   =       "Harapang Session: Nilagdaan";
"sign.mobile.request.operationType.inpersonSigningFailure"   =       "Harapang Session: Hindi Nalagdaan";
"sign.mobile.request.operationType.inpersonAccessFailure"   =        "Harapang Session: Hindi Na-access";
"sign.mobile.request.operationType.hosted"                   =       "Harapang Session: Nakumpleto na";
"sign.mobile.request.operationType.viewedFromHost"           =       "Tiningnan ng Host";
"sign.mobile.request.operationType.remindedForInpersonSigning"   =       "Nagpadala sa host ng paalala";
"sign.mobile.request.operationType.linkEmailedInperson"     =       "Naipadala sa Host ang dokumento";
"sign.mobile.request.operationType.linkEmailedToHost"     =       "Na-email sa Host ang Link";

"sign.mobile.inperson.hostAssignedMessage"  =   "Itinalaga ka ni %@ na mag-host ng harapang paglagda para sa dokumentong ito.";
"sign.mobile.inperson.selectHostMessage"    =   "Mangyaring pumili ng lalagda para mag-host ng harapang session sa paglagda.";
"sign.mobile.inperson.assignedSignersList"  =   "Listahan ng mga harapang lalagda";
"sign.mobile.inperson.hostSession"          =   "Mag-host ng session";
"sign.mobile.inperson.passControl"          =   "Kontrol sa Pass";
"sign.mobile.inperson.finishSession"        =   "Tapusin ang session";
"sign.mobile.inperson.passcontrolMessage"   =   "%@ nalagdaan mo na ang dokumento. Maaari mo nang ibalik ang kontrol kay %@";
"sign.mobile.inperson.hostInstructions"     =   "Mga Tagubilin";
"sign.mobile.inperson.signerTerms"          =   "Sa pagpili sa magsimulang lumagda, sumang-ayon kang";
"sign.mobile.inperson.welcomeHostText"      =   "Kumusta %@";
"sign.mobile.inperson.yourTurnSign"         =   "Ikaw na ang lalagda.";


"sign.mobile.common.you"                    =   "Ikaw";
"sign.mobile.request.hostedBy"              =   "Hino-host ni";
"sign.mobile.common.inpersonSigner"         =   "Harapang lalagda";
"sign.mobile.error.retry"                   =   "Subukang Muli";
"sign.mobile.profile.sendUsageReports"     =    "Magpadala ng Mga Ulat ng Paggamit";
"sign.mobile.common.help"                  =    "Tulong";
"sign.mobile.common.all"                   =    "Lahat";
"sign.mobile.common.more"                  =    "Higit Pa";
"sign.mobile.common.scan"                  =    "I-scan";
"sign.mobile.error.somethingWentWrong"     =    "Nagkaproblema";
"sign.mobile.error.subscriptionActionFailure" =  "May problema sa pag-activate sa subscription, makipag-ugnayan sa support@zohosign.com";
"sign.mobile.settings.allowFaceID"         =     "Payagan ang Face ID para ma-unlock";

"sign.mobile.settings.profileDesc" =    "I-set up ang iyong e-signature at pamahalaan ang iyong mga personal na detalye";
"sign.mobile.settings.securityDetailsDesc" =    "I-configure ang mga setting ng seguridad";
"sign.mobile.settings.helpDesc"            =    "Makakuha ng tulong sa Zoho Sign";

"sign.mobile.settings.faceIDDisabledAlert"             =       "Idi-disabledin ang Face ID. Gusto mo bang magpatuloy?";

"sign.mobile.create.alert.firstRecipientShouldbeSigner" =   "Pakitiyak na ang unang recipient ay isang lalagda";
"sign.mobile.create.alert.expiryDateMustBeGreaterThan1" =    "Ang bilang ng araw ng Oras para kumpletuhin ay dapat na nasa pagitan ng 1 hanggang 99";
"sign.mobile.create.defaultRecipientMessage" =   "Mangyaring suriin at lagdaan ang dokumentong ito.";
"sign.mobile.create.alert.cannotAddSameRoleMultipleTimes" = "Hindi mo maidaragdag ang parehong tungkulin nang maraming beses";
"sign.mobile.viewer.showingCurrentItem"    =    "Ipinapakita ang %d ng %d";

"sign.mobile.iap.restorePurchase"          =    "Ipanumbalik ang Pagbili";
"sign.mobile.iap.planActivated"            =    "Na-activate ang Plan";
"sign.mobile.iap.title"                    =    "Pagpepresyo";
"sign.mobile.iap.plan.free"                =    "Libre";
"sign.mobile.iap.plan.standard"            =    "Standard";
"sign.mobile.iap.plan.professional"        =    "Professional";
"sign.mobile.iap.plan.enterprise"          =    "Enterprise";
"sign.mobile.iap.planActivationFailureMailSent" = "Hindi ma-activate ang subscription. May ipinadalang mail para manu-mano itong simulan. Mangyaring maghintay.";
"sign.mobile.iap.subscriptionInfo"          =    "Impormasyon ng Subscription";
"sign.mobile.iap.terms"                    =    "Mga Tuntunin";
"sign.mobile.iap.proceed"                  =    "Magpatuloy";
"sign.mobile.iap.upgrade"                  =    "I-upgrade";
"sign.mobile.iap.upgradeYourAccount"       =    "I-upgrade ang iyong lisensya sa Zoho Sign para ma-access ang lahat ng feature";
"sign.mobile.iap.feature.unlimitedDocSigning"     =    "Walang limitasyon paglagda sa dokumento";
"sign.mobile.iap.feature.inPersonSigning"     =    "Harapang Paglagda";
"sign.mobile.iap.feature.reports"     =    "Mga Ulat at Trail sa Pag-audit";
"sign.mobile.iap.feature.reminders"   =     "Mga Paalala at Notification";
"sign.mobile.iap.feature.sign25Docs"  =     "25 dokumento / user / buwan";
"sign.mobile.iap.feature.sign5Docs"  =     "5 dokumento / user / buwan";
"sign.mobile.iap.feature.webAppAccess"  =     "Access sa web app";
"sign.mobile.iap.feature.inAppScanning"       =    "In-app na Pag-scan";
"sign.mobile.iap.feature.advancedFormFields"  =    "Advanced na Mga Field ng Form";

"com.zoho.sign.standard.us.monthly"        =    "Standard - Buwan-buwan";
"com.zoho.sign.standard.us.yearly"         =    "Standard - Taun-taon";
"com.zoho.sign.pro.us.monthly"             =    "Professional - Buwan-buwan";
"com.zoho.sign.pro.us.yearly"              =    "Professional - Taun-taon";

"sign.mobile.iap.termsOfSubscription"       =    "- Sisingilin ang kabayaran sa iTunes Account sa pagkumpirma ng pagbili\n- Awtomationg magre-renew ang subscription maliban kung i-off ang awtomatikong pag-renew nang hindi bababa sa 24 na oras bago ang pagtatapos ng kasalukuyang panahon\n- Sisingilin ang account para sa pag-renew sa loob ng 24 na oras bago ang pagtatapos ng kasalukuyang panahon\n- Maaaring pamahalaan ng user ang mga subscription at maaaring i-off ang awtomatikong pag-renew sa pamamagitan ng pagpunta sa Mga Setting ng Account ng user pagkatapos ng pagbili\n- Hindi pinapayagan ang pagkansela ng kasalukuyang subscription habang aktibo ang panahon ng subscription\n- Ang anumang hindi nagamit na bahagi ng panahon ng libreng pagsubok, kung inaalok, ay mapapawalang bisa kapag bumili ang user ng subscription sa publication na iyon.";


"sign.mobile.template.documentFields"        =       "Mga field ng dokumento";
"sign.mobile.template.name"                  =       "Pangalan ng template";
"sign.mobile.common.templates"               =       "Mga Template";
"sign.mobile.alert.fieldCannotBeEmpty"       =       "Hindi maaaring walang laman ang field";
"sign.mobile.common.edit"                    =       "I-edit";
"sign.mobile.common.tips"                    =       "Mga Tip";
"sign.mobile.help.enableSignExtension"       =       "I-enable ang Extension ng Sign";
"sign.mobile.help.enableSignExtensionDocTitle"    =       "I-enable ang extension ng Zoho Sign para simulan ang paglagda ng dokumento nang direkta mula sa anumang application.";
"sign.mobile.help.enableSignExtensionStep1"    =       "I-tap ang button naÂ Ibahagi";
"sign.mobile.help.enableSignExtensionStep2"    =       "I-swipe pakanan ang strip sa ibaba at i-tap ang icon naÂ Higit Pa";
"sign.mobile.help.enableSignExtensionStep3"    =       "I-enable ang opsyongÂ Lumagda gamit ang Zoho Sign";
"sign.mobile.help.enableSignExtensionStep4"    =       "Lumagda gamit ang Zoho Sign\nI-tap ang icon naÂ Lumagda gamit ang Zoho Sign para simulan ang paglagda ng mga dokumento";
"sign.mobile.notify.templateDeleted"        =   "Na-delete ang template";
"sign.mobile.template.usetemplate"          =   "Gamitin";
"sign.mobile.template.quicksend"            =   "Ipadala";
"sign.mobile.template.viewer"               =   "Tingnan";
"sign.mobile.template.noDocument"           =   "Walang available na dokumento sa template na ito.";


"sign.mobile.create.uploadDocuments"    =   "Mag-upload ng Mga Dokumento";
"sign.mobile.create.manageRecipients"   =   "Pamahalaan ang Mga Recipient";
"sign.mobile.create.otherDetails"       =   "Iba Pang Mga Detalye";
"sign.mobile.create.invalidDocName"     =   "Hindi valid ang pangalan ng Dokumento";
"sign.mobile.recipient.remoteSigner"    =   "Remote na lalagda";
"sign.mobile.editor.fieldsList"         =   "Listahan ng Mga Field";
"sign.mobile.common.page"               =   "Pahina";
"sign.mobile.common.dismiss"            =   "I-dismiss";
"sign.mobile.recipient.host"            =   "Host";
"sign.mobile.recipient.inperson.name"   =   "Pangalan ng lalagda";
"sign.mobile.recipient.inperson.email"  =   "Email ng lalagda";
"sign.mobile.recipient.name"            =   "Pangalan";
"sign.mobile.template.tobefilled"       =   "Pupunan";
"sign.mobile.recipient.editRecipient"   =   "I-edit ang Recipient";
"sign.mobile.recipient.action"          =   "Pagkilos";
"sign.mobile.recipient.authentication"  =   "Authentication";
"sign.mobile.template.role"             =   "Tungkulin";
"sign.mobile.recipient.enterRoleOrEmail"        =   "Pakilagay ang tungkulin o email para sa recipient";
"sign.mobile.recipient.roleInvalidCharacters"   =   "Naglalaman ang tungkulin ng recipient ng mga hindi valid na character";
"sign.mobile.recipient.authenticationCodeSixCharacters" = "Dapat na may 6 na character ang authentication code";
"sign.mobile.recipient.hostMustBeSignUser"      =   "Dapat na bahagi ng iyong organisasyon sa Zoho Sign ang email ng host";
"sign.mobile.recipient.autoGeneratedCode.overwrite"   =   "Tandaan: Awtomatikong binuo ang code na ito. I-overwrite kung kinakailangan.";
"sign.mobile.create.timeToCompleteLessThanCount" = "Ang bilang ng araw ng Oras para kumpletuhin ay dapat na mas mababa sa 100";
"sign.mobile.recipient.alreadyAdded"    =   "Naidagdag na ang recipient";
"sign.mobile.recipient.cannotAddMultipleTimes" = "Hindi mo maidaragdag ang parehong recipient nang maraming beses";
"sign.mobile.recipient.cannotAddSameSignerContinuously" = "Hindi mo maidaragdag ang parehong recipient nang walang isa pang lalagda";

"sign.mobile.request.deleteDocument"            =       "Mag-delete ng Dokumento";
"sign.mobile.request.restoreDocument"           =       "Magpanumbalik ng Dokumento";
"sign.mobile.settings.turnOff"                  =       "I-off";

"sign.mobile.notify.documentSent"               =       "Naipadala ang dokumento";

"sign.mobile.inperson.reenterZohoPassword"  =  "Pakilagay muli ang iyong password sa Zoho para kumpletuhin ang session";

"sign.mobile.request.create.discard"  =  "I-discard";
"sign.mobile.document.downloading"     = "Dina-download ang %li ng %li...";
"sign.mobile.create.fileUploadNotCompleted" = "Hindi nakumpleto ang pag-upload ng file";
"sign.mobile.received.assign" = "Italaga";

"sign.mobile.request.invalidAttemptsExceeded" = "Lumampas sa hindi valid na pagsubok";

"sign.mobile.template.addDocument"  =   "Magdagdag ng Dokumento";
"sign.mobile.notify.templateSaved" =  "Na-save ang template";
"sign.mobile.activityIndicator.saveTemplate"   =       "Sine-save ang template...";
"sign.mobile.alert.fieldMustFilled" = "Dapat na punan ang field";
"sign.mobile.recipient.authenticationMandatory" = "Mandatoryo ang authentication para sa lahat ng recipient";
"sign.mobile.common.characternotAllowed" = "Hindi pinapayagan ang character na %@";
"sign.mobile.request.emailDocument" =       "I-email ang Dokumento";
"sign.mobile.request.email.maximum3AtATime"     =   "Max na 3 sa isang pagkakataon";

"sign.mobile.recipient.signer"    =   "Lalagda";
"sign.mobile.document.loading"    =   "Nilo-load ang %li ng %li...";
"sign.mobile.common.loading"      =   "Naglo-load...";
"sign.mobile.common.downloading"  =   "Dina-download...";
"sign.mobile.common.undo" = "I-undo";
"sign.mobile.recipient.removed"  = "Inalis ang recipient";

"sign.mobile.common.sign"        =   "Lagdaan";
"sign.mobile.settings.usagelogsDescription"  =   "Mananatili ang iyong data na ganap na anonymous at hindi ibabahagi sa mga ibang partido sa labas.";
"sign.mobile.settings.enableCrashLogs"       =   "Magpadala ng mga ulat sa pag-crash";
"sign.mobile.settings.enableUsageLogs"       =   "Magbahagi ng mga ulat sa paggamit";
"sign.mobile.settings.usageReports"   =   "Analytics";
"sign.mobile.common.alert"   =   "Alerto";
"sign.mobile.settings.jailbrokenAlert" = "Mukhang naka-jailbreak ang iyong device. Inirerekomenda naming huwag kang mag-sign in dahil inilalagay nito ang iyong data sa panganib.";
"sign.mobile.settings.securityAndPrivacy"    =       "Seguridad at Privacy";
"sign.mobile.settings.spotlightSearchDesc"         =       "Kapag na-enable ang feature na ito, magbibigay-daan ito sa iyo na maghanap ng mga dokumento sa spotlight na paghahanap";
"sign.mobile.settings.spotlightSearch"         =       "Spotlight na paghahanap";


"sign.mobile.inperson.instructions"   =   "1. Ipasa ang kontrol sa lalagda\n\n2. Gabayan ang lalagda sa bawat hakbang ng proseso ng paglagda\n\n3. Ipaalam sa lalagda na ilagay ang authentication code kung hilingin\n\n4. Kunin muli ang kontrol sa sandaling makumpleto ng lalagda ang dokumento\n\n5. Ulitin ang parehong proseso para sa mahigit isang lalagda";
"sign.mobile.inperson.passcontrol.title" = "(Mga) harapang lalagda";
"sign.mobile.inperson.passcontrol.selectSigner"    =   "Mangyaring pumili ng lalagda para i-host ang session.";
"sign.mobile.inperson.host.message"   =   "Matagumpay mong nalagdaan ang dokumento. Maaari mo nang ibalik ngayon ang kontrol sa host.";
"sign.mobile.inperson.startsigning.title"   =    "Session ng harapang paglagda";
"sign.mobile.doucument.signedSuccessMsg" = "Matagumpay na nalagdaan ang dokumento.";


"sign.mobile.inperson.loginAs"          =   "Mag-log in bilang %@";

"sign.mobile.request.recallDocument"        =   "I-recall ang dokumento";
"sign.mobile.request.invalidAuthenticationCode" = "Hindi valid ang authentication code";
"sign.mobile.document.uploadMsg"               =       "Ina-upload ang dokumento...\nMaghintay.";
"sign.mobile.common.thisWeek"                  =       "Ngayong linggo";
"sign.mobile.common.thisMonth"                  =       "Ngayong buwan";
"sign.mobile.requests.seeAll"               =   "Tingnan lahat";
"sign.mobile.request.assignToSomeoneElse"      =       "Italaga sa ibang tao";
"sign.mobile.document.details"      =       "Mga detalye ng dokumento";
"sign.mobile.request.create.pleaseUploadAFile"            =       "Mag-upload ng file.";
"sign.mobile.request.enterEmailAddress" = "Maglagay ng email address.";
"sign.mobile.request.email.maximumContactAlert" = "Maaari ka lang magpadala sa 3 contact nang sabay-sabay.";
"sign.mobile.request.email.allowContactAccess"            =           "Payagan ang access sa iyong mga contact para maidagdag sila nang direkta sa app.";
"sign.mobile.request.confirmDetails"  =  "Kumpirmahin ang mga detalye";
"sign.mobile.request.verifyNumberOfFields"    =   "Paki-verify ang bilang ng mga field na naidagdag para sa bawat tagatanggap at kumpirmahin.";
"sign.mobile.common.confirm"  =  "Kumpirmahin";

"sign.mobile.tooltip.dragAndDropFields"              =       "I-drag at i-drop ang mga field";

"sign.mobile.request.signYourselfDesc"              =   "Lagdaan ang mga dokumento at ipadala ang mga ito sa iba pang tao.";
"sign.mobile.request.sendForSignaturesDesc"         =   "Hilingin sa iba pang tao na lagdaan ang mga dokumento.";

"sign.mobile.request.declinedReason"              =       "Dahilan ng pagtanggi";
"sign.mobile.inperson.chooseInPersonSigner"     =    "Piliin ang Personal na Tagalagda";

"sign.mobile.settings.protectDocumentSigning"   =   "Protektahan ang paglagda ng dokumento";
"sign.mobile.settings.protectDocumentSigningDescription"   =   "Kinakailangan ang passcode para malagdaan ang bawat dokumento.";
"sign.mobile.settings.phoneLogoutAfter5FailedAttemps"   =  "Masa-sign out ka sa Zoho Sign pagkatapos ng 5 bigong pagtatangka ng passcode.";
"sign.mobile.settings.personalDetails" = "Mga personal na detalye";
"sign.mobile.common.tryAgain"      =    "Subukang muli";
"sign.mobile.requests.loadmore"     =   "Mag-load pa";
"sign.mobile.requests.moveToTrash"  =    "Ilipat sa Trash";
"sign.mobile.settings.chooseSignatureStyle" = "I-tap para piliin ang estilo ng lagda";
"sign.mobile.settings.enterSignature" = "Ilagay ang iyong lagda";
"sign.mobile.settings.enterInitial" = "Ilagay ang iyong initial";
"sign.mobile.request.assignee"     =       "Assignee";
"sign.mobile.feedback.attachments"                =       "Mga Attachment";
"sign.mobile.help.siriShortcuts"  = "Mga Shortcut ni Siri";
"sign.mobile.common.helpAndSupport"    =    "Tulong at suporta";
"sign.mobile.settings.version"         =       "Bersyon %@";
"sign.mobile.common.about"           =       "Tungkol Dito";
"sign.mobile.settings.rateOurApp"    =      "I-rate ang aming app";
"sign.mobile.request.addToSiriShortcut"    =      "Idagdag sa Mga Shortcut ni Siri";
"sign.mobile.request.showSiriShortcut"    =      "Ipakita ang Mga Shortcut ni Siri";
"sign.mobile.request.showRequest"    =      "Ipakita ang %@";
"sign.mobile.request.shareDocument"    =      "Ibahagi ang dokumento";
"sign.mobile.iap.perUserPerMonth"   = "kada User/Buwan";
"sign.mobile.iap.perUserPerYear"   = "kada User/Taon";
"sign.mobile.editor.signatureFields" = "Mga field ng lagda";
"sign.mobile.editor.signerInformation" = "Impormasyon ng tagalagda";
"sign.mobile.editor.additionalInformation" = "Karagdagang impormasyon";


"sign.mobile.common.browse" = "Mag-browse";
"sign.mobile.recipient.sms"  =    "SMS";
"sign.mobile.recipient.phoneNumber"  =    "Numero ng telepono";
"sign.mobile.recipient.SMSOTPNote"                         =       "Tandaan: Ipapadala ang authentication code sa pamamagitan ng SMS.";
"sign.mobile.field.dropDown"             =       "Dropdown";
"sign.mobile.request.selectedDate"       =       "Pumili ng petsa";
"sign.mobile.request.enterPhoneNumber"       =       "Ilagay ang numero ng telepono";
"sign.mobile.notify.documentAssigned"        =       "Matagumpay na natalaga ang dokumento.";
"sign.mobile.request.smsAuth"                =       "May naipadalang OTP sa numero ng iyong telepono.";
"sign.mobile.request.authCodeSentToPhone"               =       "Muling ipinadala ang authentication code sa numero ng iyong telepono.";


"sign.mobile.request.operationType.extended"   =       "Na-extend";
"sign.mobile.request.operationType.recipientReassigned"    =       "Pinalitan ang pagkakatalaga ng tagatanggap";
"sign.mobile.request.operationType.ownershipChanged"    =       "Pinalitan ang pagmamay-ari";
"sign.mobile.request.operationType.termsAgreed"    =       "Mga tuntuning napagkasunduan";
"sign.mobile.request.operationType.auditDownloaded"    =       "Na-download ang audit";


"sign.mobile.recipient.invalidPhoneNumber"  =  "Maglagay ng valid na numero ng telepono.";
"sign.mobile.request.enterYourText"         =       "Ilagay ang iyong text.";
"sign.mobile.field.dropdown.option"    =      "Opsyon %i";
"sign.mobile.field.dropdown.addOption"    =      "Magdagdag ng opsyon";
"sign.mobile.field.defaultValue"    =      "Default na value";
"sign.mobile.field.dropdown.dropdownOptions"    =      "Mga opsyon sa dropdown";
"sign.mobile.field.dropdown.noneValue"    =      "Piliin...";
"sign.mobile.settings.turnPasscodeOff"    =     "I-off ang Passcode";
"sign.mobile.settings.turnPasscodeOn"     =     "I-on ang Passcode";
"sign.mobile.docScanner.saveDocumentWith10Pages" = "Naabot ang 10 page na limitasyon sa pag-scan. Paki-save ang dokumento at magpatuloy sa panibagong pag-scan.";

//somesh -  for siri shortcuts
"sign.mobile.settings.siriShortcuts.showPendingDocuments" = "Ipakita ang mga nakabinbing dokumento";
"sign.mobile.settings.siriShortcuts.showCompletedDocuments" = "Ipakita ang mga nakumpletong dokumento";
"sign.mobile.settings.siriShortcuts.requestSummary" = "Ipakita ang buod ng kahilingan";
"sign.mobile.settings.siriShortcuts.inProgressDocuments" = "Ipakita ang mga dokumentong isinasagawa";
"sign.mobile.settings.siriShortcuts.expiringDocuments" = "Ipakita ang mga mag-e-expire na dokumento";

"sign.mobile.settings.siriShortcuts.name.requestSummary" = "Hilingin ang buod";
"sign.mobile.settings.siriShortcuts.name.completedDocuments" = "Mga nakumpletong dokumento";
"sign.mobile.settings.siriShortcuts.name.pendingDocuments" = "Mga nakabinbing dokumento";
"sign.mobile.settings.siriShortcuts.name.inprogressDocuments" = "Mga dokumentong isinasagawa";
"sign.mobile.settings.siriShortcuts.name.expiringDocuments" = "Mga mag-e-expire na dokumento";

"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Hilingin ang mga nakumpletong dokumento";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Hilingin ang mga nakabinbing dokumento";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Hilingin ang mga dokumentong isinasagawa";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Hilingin ang mga mag-e-expire na dokumento";

"sign.mobile.settings.siriShortcuts.addedShortcuts" = "Mga Idinagdag na Shortcut";
"sign.mobile.settings.siriShortcuts.suggestedShortcuts" = "Mga Iminumungkahing Shortcut";


"sign.mobile.recipient.addAlteastOneField"  =  "Magdagdag ng hindi bababa sa isang field para sa %@";//maybe in web
"sign.mobile.recipient.addAlteastOneFieldForFollowingRecipients"  =  "Magdagdag ng hindi bababa sa isang field para sa mga sumusunod na tagatanggap %@";
"sign.mobile.recipient.alert.noPermissionToAddFields" = "Wala kang pahintulot na magbago ng mga field.";
"sign.mobile.recipient.alert.userIsNotAnIntendedSigner" = "Ang tagatanggap na ito ay hindi isang nilalayong tagalagda.";
"sign.mobile.document.autoFillAndSign"  =  "I-autofill at Lagdaan";


"sign.mobile.fields.tapToAddField" = "I-tap para magdagdag %@";
"sign.mobile.fields.tapToSelectCheckbox" = "I-tap para piliin ang Checkbox";
"sign.mobile.editor.moreActions"   = "Higit pang pagkilos";

"sign.mobile.alert.noAccessToYourPhoto"  =  "Walang access ang app sa iyong mga larawan.";

"sign.mobile.editor.tapFinishToComplete" = "Napunan mo na ang lahat ng field. I-click ang Tapos na para kumpletuhin.";
"sign.mobile.create.tapToStartSign" = "I-tap para Magsimulang Lumagda";
"sign.mobile.editor.pleaseReviewAndSign" = "Pakisuri ang dokumentong ito at mag-tap dito para simulan ang paglagda.";
"sign.mobile.create.chooseSigningOption"  = "Piliin ang opsyon sa paglagda";
"sign.mobile.account.documentsLeft" = "Mga natitirang dokumento";
"sign.mobile.account.documentsPerMonth" = "%d (na) dokumento kada buwan";
"sign.mobile.documentStatus.waitingInaQueue" = "Naghihintay sa pila";
"sign.mobile.documentStatus.yetToView" = "Na-mail. Titingnan pa lang";
"sign.mobile.documentStatus.yetToSign" = "Natingnan. Lalagdaan pa lang";
"sign.mobile.create.chooseDocuments" = "Piliin ang Mga Dokumento";
"sign.mobile.create.recipientAction" = "Pagkilos ng Tagatanggap";
"sign.mobile.common.recipient" = "Tagatanggap";
"sign.mobile.templates.quicksend"    =   "Mabilisang Ipadala";

"sign.mobile.photopicker.saveDocumentWith10Pages" = "Naabot ang 10 page na limitasyon. Paki-save ang dokumento at magpatuloy sa panibago.";
"sign.mobile.photopicker.photos.downloadError" = "Hindi ma-download ang larawan";
"sign.mobile.common.capture" = "I-capture";


"sign.mobile.settings.siriShortcuts.subtitle.requestSummary" = "Humingi ng buod ng iyong mga dokumento sa Zoho Sign";
"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Humingi ng listahan ng mga nakumpletong dokumento";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Humingi ng listahan ng mga dokumentong kailangan mong lagdaan";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Humingi ng listahan ng mga dokumento kung saan may hinihintay pa mula sa iba";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Nagpapakita ng listahan ng mga mag-e-expire nang dokumento";

"sign.mobile.request.sendReminders" = "Magpadala ng paalala";
"sign.mobile.common.info" = "Impormasyon";

"sign.mobile.settings.siriShortcuts.name.statusSummary" = "Buod ng status";
"sign.mobile.settings.siriShortcuts.statusSummary" = "Ipakita ang buod ng status ng Zoho Sign";


"sign.mobile.inperson.instructions"   =   "1. Ipasa ang kontrol sa lalagda\n\n2. Gabayan ang lalagda sa bawat hakbang ng proseso ng paglagda\n\n3. Ipaalam sa lalagda na ilagay ang authentication code kung hilingin\n\n4. Kunin muli ang kontrol sa sandaling makumpleto ng lalagda ang dokumento\n\n5. Ulitin ang parehong proseso para sa mahigit isang lalagda";
"sign.mobile.inperson.passcontrol.title" = "(Mga) harapang lalagda";
"sign.mobile.inperson.passcontrol.selectSigner"    =   "Mangyaring pumili ng lalagda para i-host ang session.";
"sign.mobile.inperson.host.message"   =   "Matagumpay mong nalagdaan ang dokumento. Maaari mo nang ibalik ngayon ang kontrol sa host.";
"sign.mobile.inperson.startsigning.title"   =    "Session ng harapang paglagda";
"sign.mobile.doucument.signedSuccessMsg" = "Matagumpay na nalagdaan ang dokumento.";

"sign.mobile.login.watchdemo" = "Panoorin ang Demo";
"sign.mobile.login.signPaperless" = "LUMAGDA NANG WALANG PAPEL";
"sign.mobile.login.productDescription" = "Isang kumpletong digital signature app para sa paglagda sa negosyo";
"sign.mobile.siriIntentUI.summary" = "Ipinapakita ang buod ng status ng Zoho Sign";
"sign.mobile.sign.capture.instructions" = "Ilagay ang lagda sa loob ng kahon";


"sign.mobile.fields.enterYourValue" = "Ilagay ang iyong %@";
"sign.mobile.fields.enterValue" = "Ilagay ang %@";
"sign.mobile.fields.chooseAnOption" = "Pumili ng opsyon";
"sign.mobile.fields.selectTheCheckbox" = "Piliin ang checkbox";

"sign.mobile.template.delete"            =       "I-delete ang Template";
"sign.mobile.common.readAndWrite"        =       "Mag-read/Mag-write";
"sign.mobile.fields.provideDefaultValueForDropdownField" = "Magbigay ng default na value para sa read-only na dropdown na field, %@";

"sign.mobile.profile.currentPlan"                   =       "%@ plan";
"sign.mobile.request.operationType.requestRecipientRevoked"    =       "Binawi ang access";
"sign.mobile.request.operationType.requestRecipientGranted"    =       "Nagbigay ng access";
"sign.mobile.request.operationType.requestRecipientReassigned"    =       "Itinalagang Muli";
"sign.mobile.instruction.invalidDocumentName" = "Dapat ay walang %@ ang %@.";
"sign.mobile.alert.documentUploadFailed"                     =       "Hindi na-upload ang dokumento. Pakisubukang muli.";
"sign.mobile.alert.defaultFieldsCanBeModifiedInAcccountsPage" = "Puwede lang baguhin ang Pangalan, Apelyido, at Time zone mula sa page ng Zoho Accounts, at malalapat ang mga pagbabagong ito sa lahat ng application ng Zoho.";
"sign.mobile.alert.allowPhotosAccess"  =  "Pahintulutan ang Zoho Sign na i-access ang iyong mga larawan.";
"sign.mobile.alert.unableToUseCamerainMultiscreenMode"  =  "Hindi ma-scan ang mga lagda sa Split View. Lumipat sa full screen.";
"sign.mobile.notify.requestCompleted"                =       "Nakumpleto ang dokumento";
"sign.mobile.notify.requestReceived"                 =       "May natanggap na bagong dokumento";
"sign.mobile.notify.requestReminder"                 =       "Paalala sa dokumento";
"sign.mobile.notify.documentSigned"                 =       "Nilagdaan ang dokumento";
"sign.mobile.recipient.approver"   =  "Tagaapruba";
"sign.mobile.request.alert.addAtleastOneField" = "Magdagdag ng kahit isang field lang";
"sign.mobile.request.approved"                 =       "Inaprubahan";
"sign.mobile.documentStatus.yetToApprove" = "Natingnan. Aaprubahan pa";
"sign.mobile.request.operationType.requestApproved" = "Naaprubahan ang dokumento";
"sign.mobile.editor.startApproving" =  "Simulang mag-apruba";
"sign.mobile.request.assignToSomeoneElseToApprove" = "Hilingin sa iba na mag-apruba";
"sign.mobile.request.declineApproveRequest" = "Huwag aprubahan";
"sign.mobile.recipient.approve"   =  "Aprubahan";
"sign.mobile.request.approvedSuccessfully"      =       "Matagumpay na naaprubahan";
"sign.mobile.activityIndicator.approvingDoc"              =       "Inaaprubahan ang dokumento...";
"sign.mobile.editor.pleaseReviewAndApprove" = "Pakisuri ang dokumentong ito at mag-tap dito para simulan ang pag-apruba.";
"sign.mobile.documentStatus.waitingInQueue" = "Naghihintay sa pila";
"sign.mobile.login.videoPlayerError" = "Hindi ma-play ang video";

"sign.mobile.request.exportDocument"    =      "Mag-export ng dokumento";
"sign.mobile.settings.aboutZohoSign"    =       "Tungkol sa Zoho Sign";
"sign.mobile.common.ZohoSignDescription"        =   "\\tAng Zoho Sign ay isang serbisyo para sa digital na paglagda na nagbibigay-daan sa iyong mabilis na lumagda sa mga kontrata nang hindi kinakailangang ipadala ang mga papel na dokumento habang tinitiyak ang seguridad at legalidad ng mga ito. Ganap itong gumagana sa cloud at nag-i-integrate sa iyong mga pang-araw-araw na app para sa lubos na seamless na karanasan sa paglagda.\n\n\\tMaganda ang Zoho Sign para sa sinumang nangangailangang lumagda ng mga pangnegosyong dokumento at malawak na ginagamit para sa mga function ng HR, legal, finance, at sales.";
"sign.mobile.passcode.invalidPasscode" = "Hindi Wastong Passcode";
"sign.mobile.passcode.unlock" = "I-unlock";
"sign.mobile.passcode.re-enterPasscode" = "Muling Ilagay ang Passcode";
"sign.mobile.passcode.removeLock" = "Alisin ang Lock";
"sign.mobile.passcode.passcodeConfirm" = "Ilagay ang passcode para kumpirmahin";
"sign.mobile.common.passcode" = "Passcode";
"sign.mobile.passcode.createPasscodeToProtectData" = "Gumawa ng passcode para protektahan ang iyong data";
"sign.mobile.fields.changeColor" = "Palitan ang Kulay";
"sign.mobile.fields.formatting" = "Pag-format";
"sign.mobile.fields.font" = "Font";
"sign.mobile.fields.color" = "Kulay";
"sign.mobile.fields.checkbox.checked" = "Natingnan";
"sign.mobile.fields.checkbox.unchecked" = "Hindi Natingnan";
"sign.mobile.document.pagesCount" = "%i (na) Page";
"com.zoho.sign.macos.standard.us.monthly"        =    "Standard - Buwan-buwan";
"com.zoho.sign.macos.standard.us.yearly"         =    "Standard - Taun-taon";
"com.zoho.sign.macos.pro.us.monthly"             =    "Professional - Buwan-buwan";
"com.zoho.sign.macos.pro.us.yearly"              =    "Professional - Taun-taon";
"sign.mobile.request.signersLocation"   =  "Lokasyon ng tatanggap";

"sign.mobile.sign.siriIntent.invalidDocument" = "Walang bisa ang dokumento";
"sign.mobile.alert.signoutConfirmation"        =       "Gusto mo bang mag-sign out?";
"sign.mobile.alert.saveChanges"        =       "Gusto mo bang i-save ang mga ginawang pagbabago?";
"sign.mobile.alert.discardChanges"        =       "Gusto mo bang i-discard ang lahat ng pagbabago?";
"sign.mobile.alert.discardConfrimation"        =       "Sigurado ka bang gusto mong i-discard ang mga pagbabago?";

"sign.mobile.siriShortcuts.signDocuments.name" = "Ipakita ang Mga Dokumentong lalagdaan";
"sign.mobile.siriShortcuts.signDocuments.subtitle" = "Mag-set up ng mga command at Shortcut para sa pakikipag-usap kay Siri para magtalaga ng mga dokumento sa ibang tao, tanggihan ang mga ito, o i-autofill at lagdaan mo mismo ang mga ito.";
"sign.mobile.siriShortcuts.signDocuments.confirmation" = "BABALA! Sa pamamagitan ng paglagda sa isang dokumento gamit ang shortcut na ito, awtomatiko kang sumasang-ayon sa mga Tuntunin at Kundisyong itinakda ng may-ari ng dokumento.";

"sign.mobile.docslist.footerText" = "%d (na) Item";
"sign.mobile.phoneNumberKit.selectCountry" = "Pumili ng Bansa";
"sign.mobile.phoneNumberKit.currentLocation" = "Kasalukuyang Lokasyon";
"sign.mobile.homePage.createTemplate" = "Gumawa ng Template";
"sign.mobile.common.back" = "Bumalik";

"sign.mobile.chooseDocuments.maximumDocumentsReached" = "Puwede kang mag-upload ng maximum na 20 file sa isang dokumento.";
"sign.mobile.chooseDocument.unsupportedFileFormat" = "Hindi sinusuportahang file ang ”%@”";

"sign.mobile.alert.visitAccountsPage" = "Bisitahin ang page ng mga account";
"sign.mobile.common.printDocument" = "I-print ang Dokumento";

"sign.mobile.login.signUpDesc" = "Don't have an account?";
"sign.mobile.login.freeSignUp" = "Mag-sign Up";
"sign.mobile.common.or" = "o";

"sign.mobile.recipients.action.signedOn" = "Pumirma sa %@";
"sign.mobile.recipients.action.assignedOn" = "Itinalaga sa %@";
"sign.mobile.recipients.action.approvedOn" = "Inaprubahan sa %@";
"sign.mobile.recipients.action.viewedOn" = "Napatingin sa %@";

"sign.mobile.accountCreate.alreadyhaveATeamAccount" = "Mayroon bang isang account sa koponan?";
"sign.mobile.accountCreate.contactAdmin" = "Makipag-ugnay sa iyong administrator para sa isang paanyaya upang ma-access ang Zoho Sign.";
"sign.mobile.accountCreate.organisationName" = "Pangalan ng samahan";
"sign.mobile.accountCreate.newToZohoSign" = "Bago sa Zoho Sign?";
"sign.mobile.accountCreate.orgNameDescription" = "Gagawa kami ng isang eksklusibong puwang para sa iyong samahan sa Zoho Sign gamit ang pangalang ito. Makakatulong din ito sa amin upang matukoy ang iyong samahan at mga miyembro.";
"sign.mobile.requestDetail.recipientLocationDesc" = "Ang lokasyon ng heograpiya ay tinatantya sa batayan ng IP address.";
"sign.mobile.field.attachment" =  "Attachment";
"sign.mobile.field.attachments" =  "Mga Attachment";
"sign.mobile.fields.uploadAttachment" =  "I-upload ang attachment";
"sign.mobile.notify.attachmentUploadedSuccessfully" =  "Na-upload na ang attachment";
"sign.mobile.notify.attachmentDeletedSuccessfully" =  "Na-delete na ang attachment";
"sign.mobile.activityIndicator.uploadingAttachment"    =       "Ina-upload ang attachment...";
"sign.mobile.field.attachment.delete"       = "I-delete ang attachment";
"sign.mobile.field.attachment.view"       = "Tingnan ang attachment";
"sign.mobile.emptyScreen.noAttachmentsAdded"                =       "Wala pang naidagdag na attachment";


"sign.mobile.request.operationType.attachmentAdded"       =       "Naidagdag ang Attachment";
"sign.mobile.request.operationType.attachmentDeleted"     =       "Na-delete ang Attachment";
"sign.mobile.iap.feature.signerAttachments"              =        "Mga attachment ng nag-sign";
"sign.mobile.iap.feature.rebranding"                     =        "Pag-rebrand";
"sign.mobile.iap.feature.approverAction"                 =        "Pagkilos ng mag-aapruba";
"sign.mobile.emptyScreen.noTemplatesAddedYet"         =       "Hindi ka pa nakalikha ng anumang mga template.";

"sign.mobile.request.doYouWantToSignInFlow"    =   "Isa ka sa mga lalagda. Gusto mo bang lagdaan kaagad ang dokumento?";
"sign.mobile.request.editAsNew"                =   "I-edit bilang bago";

"sign.mobile.editor.resetAllFields" = "I-reset ang Lahat";
"sign.mobile.otherDetail.reminders" = "Mga Paalala";
"sign.mobile.otherDetail.automaticReminders" = "Mga Awtomatikong Paalala";
"sign.mobile.otherDetail.automaticReminders.timePeriodTitle" = "Isang beses kada";
"sign.mobile.otherDetail.reminderTimePeriodPlaceHolder" = "Mga Araw";
"sign.mobile.otherDetail.reminderPeriodErrorCheck" = "Hindi maaaring mas malaki sa 100 ang dalas ng paalala";
"sign.mobile.request.rename" = "Palitan ang Pangalan";
"sign.mobile.request.certificate" = "Certificate";
"sign.mobile.request.activity" = "Aktibidad";
"sign.mobile.otherDetail.addDocumentType" = "Idagdag ang uri ng dokumento";
"sign.mobile.otherDetail.addFolder" = "Magdagdag ng folder";
"sign.mobile.request.remainingDays" = "sa loob ng %d (na) araw";
"sign.mobile.common.reset" = "I-reset";
"sign.mobile.request.requestEdit"    =       "I-edit ang Dokumento";
"sign.mobile.field.radio"           =   "Radyo";
"sign.mobile.request.confirmAndSend"  =  "Kumpirmahin at Ipadala";
"sign.mobile.request.signNow"         =   "Lagdaan Ngayon";
"sign.mobile.request.signLater"       =   "Lagdaan sa Ibang Pagkakataon";
"sign.mobile.settings.legalGuide"     =   "Legal na gabay";
"sign.mobile.request.radioButton"      =    "Radio Button";
"sign.mobile.chooseDocuments.useTemplate" = "Gumamit ng Template";
"sign.mobile.request.allSentRequest" = "Lahat ng Ipinadalang Dokumento";
"sign.mobile.request.allReceivedRequest" = "Lahat ng Natanggap na Dokumento";
"sign.mobile.fileImporter.workDrive.workSpaces" = "Mga Workspace";
"sign.mobile.fileImporter.workDrive.myTeams" = "Aking Mga Team";
"sign.mobile.fileImporter.workDrive.recentFiles" = "Mga Kamakailang File";
"sign.mobile.fileImporter.workDrive.favorites" = "Mga Paborito";
"sign.mobile.fileImporter.workDrive.myFolders" = "Aking Mga Folder";
"sign.mobile.fileImporter.workDrive.sharedWithMe" = "Nakabahagi sa Akin";
"sign.mobile.fileImporter.workDrive.Folders" = "Mga Folder";
"sign.mobile.fileImporter.workDrive.Files" = "Mga File";
"sign.mobile.radioButton.values" = "Mga value ng radio button";
"sign.mobile.common.daysCount" = "%d (na) araw";
"sign.mobile.request.expiresIn" = "Mag-e-expire sa loob ng";
"sign.mobile.common.print" = "I-print";

"sign.mobile.continuity_camera_desc" = "Gumagana lang ang Continuity Camera kapag magkalapit ang iyong Mac device at iOS device at natutugunan ang mga sumusunod na pamantayan:";
"sign.mobile.continuity_camera_step1" = "* Tiyaking naka-on ang Wi-Fi at Bluetooth ng parehong device.";
"sign.mobile.continuity_camera_step2" = "* Tiyaking iisang Apple ID ang ginagamit para mag-sign in sa iCloud account sa parehong device.";
"sign.mobile.continuity_camera_step3" = "* Tingnan kung ang iyong Mac ay gumagamit ng macOS Mojave o mas bago, at kung ang iyong iOS device ay gumagamit ng iOS 12 o mas bago.";
"sign.mobile.continuity_camera_refer" =  "Sumangguni sa link na ito para sa higit pang impormasyon : %@";
"sign.mobile.continuity_camera_gallery" = "Gallery";
"sign.mobile.continuity_camera_import_from_iphone" = "Mag-import Mula sa iPhone";
"sign.mobile.continuity_camera_finder" = "Finder";



"sign.mobile.emptyScreen.noPendingDocuments"            =       "Walang Nakabinbing Dokumento";
"sign.mobile.emptyScreen.noPendingDocumentsDesc"        =       "Lalabas dito ang mga dokumentong ipinapadala sa iyo ng ibang tao";
"sign.mobile.emptyScreen.noInprogressDocuments"         =       "Walang Dokumentong Ginagawa sa Kasalukuyang";
"sign.mobile.emptyScreen.noInprogressDocumentsDesc"     =       "Lalabas dito ang mga dokumentong ipinapadala mo sa ibang tao para sa mga lagda";
"sign.mobile.alert.noInternetConnectionDesc"            =       "Pakisuri ang iyong pagkakakonekta sa network at subukang muli";
"sign.mobile.emptyScreen.noRequestOnSearchDesc"         =       "Hindi kami makahanap ng anumang tumutugmang resulta. Subukang maghanap ng iba pang keyword";

"sign.mobile.emptyScreen.noTemplatesAvailableDesc"      =       "I-tap ang '+' para idagdag ang iyong unang template";

"sign.mobile.homescreen.inperson.singleSignerStatus"  = "Kailangang lumagda ni %@";
"sign.mobile.homescreen.inperson.multipleSignerStatus"  = "Umalis na ang %i sa %i (na) lalagda";


"sign.mobile.request.hostNow"         =   "Mag-host Ngayon";
"sign.mobile.request.hostLater"       =   "Mag-host sa Ibang Pagkakataon";
"sign.mobile.request.doYouWantToHostInFlow"    =   "Isa ka sa mga nakatalagang personal na host. Gusto mo bang mangolekta kaagad ng mga lagda sa dokumento?";


"sign.mobile.emptyScreen.noDocumentsAvailableDesc"      =       "Hindi kami makahanap ng anumang tumutugmang resulta ng dokumento";

"sign.mobile.iap.offer.forMonths" = "sa loob ng %i (na) buwan";
"sign.mobile.iap.offer.for1Year" = "sa loob ng 1 taon";
"sign.mobile.iap.offer.afterMonths" = "pagkalipas ng %i (na) buwan";
"sign.mobile.iap.offer.after1Year" = "pagkalipas ng 1 taon";

"sign.mobile.NodataView.documents.allSent.desc" = "Lalabas dito ang lahat ng dokumentong ipinapadala mo sa ibang tao para sa mga lagda";
"sign.mobile.NodataView.documents.inprogress.desc" = "Wala kang anumang dokumentong ginagawa sa kasalukuyan";
"sign.mobile.NodataView.documents.draft.desc" = "Wala kang anumang dokumentong naka-save bilang draft";
"sign.mobile.NodataView.documents.expiring.desc" = "Wala kang anumang mag-e-expire na dokumento";
"sign.mobile.NodataView.documents.expired.desc" = "Wala kang anumang nag-expire nang dokumento";
"sign.mobile.NodataView.documents.completed.desc" = "Wala kang anumang natapos nang dokumento";
"sign.mobile.NodataView.documents.declined.desc" = "Wala kang anumang tinanggihang dokumento";
"sign.mobile.NodataView.documents.sentTrash.desc" = "Wala kang anumang dokumento sa trash";
"sign.mobile.NodataView.documents.pending.desc" = "Wala kang anumang nakabinbing dokumento";
"sign.mobile.NodataView.documents.receivedCompleted.desc" = "Wala kang anumang natapos nang dokumento";
"sign.mobile.NodataView.documents.receivedTrash.desc" = "Wala kang anumang dokumento sa trash";
"sign.mobile.NodataView.documents.allReceived.desc" = "Lalabas dito ang lahat ng dokumentong ipinapadala sa iyo ng ibang tao para sa lagda";

"sign.mobile.common.searchDocuments" = "Mga Dokumento sa Paghahanap";
"sign.mobile.common.sent" = "Ipinadala";
"sign.mobile.common.received" = "Natanggap";

"sign.mobile.activityIndicator.uploadingProgress"       = "Ina-upload ang %d sa %d";
"sign.mobile.notify.attachmentsAddedSuccessfully"       = "Nadagdag ang mga attachment";
"sign.mobile.request.loginToProceed"                    = "Mag-log in para magpatuloy";

"sign.mobile.common.general"                            = "Pangkalahatan";
"sign.mobile.settings.personalize.documentSigning"      = "Paglagda sa dokumento";
"sign.mobile.settings.personalize.autoScrollToNextFields" = "Awtomatikong mag-scroll patungo sa susunod na field";
"sign.mobile.settings.personalize.showSignerHints"          = "Ipakita ang mga hint sa signer";
"sign.mobile.settings.personalize.highlightAnnotatedFields" = "I-highlight ang mga naka-annotate na field";
"sign.mobile.settings.personalize.showSignerHintsDesc"      = "Ipinapakita ang mga indicator sa tabi ng mga field ng signer na kailangang punan para hadlangan ang hindi sinasadyang pag-scroll sa dokumento.";
"sign.mobile.settings.personalize.highlightAnnotatedFieldsDesc"     = "Ang mga field na pinupunan ng (mga) signer ay ipinapakita nang may mga background na may kulay para mas madali itong makita. Ang mga background na ma kulay ay hindi lalabas sa na-export na dokumento.";



"sign.mobile.workdrive.noUserFound" = "Wala kang Zoho WorkDrive Account";
"sign.mobile.workdrive.noEnterpriseUser" = "Hindi ka isang Gumagamit ng Enterprise";


"sign.mobile.accountSettings.recipientActions.downloadDocument" = "I-download ang dokumento";
"sign.mobile.accountSettings.sendMailFrom.organisation" = "Address ng email email";
"sign.mobile.accountSettings.sendMailFrom.sender" = "Sender email address";
"sign.mobile.accountSettings.sendMailFrom.zohoSignNotification" = "Ang Zoho Sign notification email address";
"sign.mobile.accountSettings.pageConfig.allPages" = "Lahat ng mga pahina";
"sign.mobile.accountSettings.pageConfig.firstPageOnly" = "Unang pahina lamang";
"sign.mobile.accountSettings.pageConfig.lastPageOnly" = "Huling pahina lamang";
"sign.mobile.accountSettings.positionConfig.header" = "Header";
"sign.mobile.accountSettings.positionConfig.footer" = "Footer";
"sign.mobile.accountSettings.sendDocumentsTo.allRecipients" = "Lahat ng mga tatanggap";
"sign.mobile.accountSettings.sendDocumentsTo.onlySender" = "Tanging nagpadala";
"sign.mobile.accountSettings.sendDocumentsTo.none" = "Wala";
"sign.mobile.accountSettings.showSignerAttachmentsTo.senderAndSigner" = "Sender at signer";
"sign.mobile.accountSettings.showSignerAttachmentsTo.everyBody" = "Lahat ng may access sa mga naka-sign dokumento";
"sign.mobile.accountSettings.enforceAuthentication" = "Patunayan ang pagpapatunay";
"sign.mobile.accountSettings.showSignerHints" = "Ipakita ang mga pahiwatig sa signer";
"sign.mobile.accountSettings.embedDocumentId" = "Magdagdag ng Dokumentong ID sa mga dokumento";
"sign.mobile.accountSettings.embedDocumentId.page" = "Idagdag sa";
"sign.mobile.accountSettings.embedDocumentId.positon" = "Posisyon";
"sign.mobile.accountSettings.sendCompletionCertificate" = "Ipadala ang 'Sertipiko ng Pagkumpleto' sa mga tatanggap";
"sign.mobile.accountSettings.sendCompletedDocumentsTo" = "Magpadala ng nakumpletong dokumento sa";
"sign.mobile.accountSettings.showSignerAttachmentsTo" = "Makikita sa";
"sign.mobile.accountSettings.redirection.signingDocument" = "Pag-sign ng isang dokumento";
"sign.mobile.accountSettings.redirection.decliningDocument" = "Pagdudulot ng isang dokumento";
"sign.mobile.accountSettings.redirection.skipToSignLater" = "Paglaktaw upang mag-sign mamaya";
"sign.mobile.accountSettings.redirection.allowRedirection" = "Payagan ang redirection";
"sign.mobile.accountSettings.customLandingPages.invalidURL" = "Mangyaring magpasok ng isang wastong url ng format na https://www.example.com";
"sign.mobile.accountSettings.documentID" = "Dokumento ng ID";
"sign.mobile.accountSettings.uponDocumentCompletion" = "Nang matapos ang dokumento";
"sign.mobile.accountSettings.customLandingPages" = "Pasadyang mga landing page";
"sign.mobile.accountSettings.updating" = "Pag-update ...";
"sign.mobile.accountSettings.successfullyUpdated" = "Matagumpay na na-update";
"sign.mobile.accountSettings.allowedModes.description" = "Pumili ng mga mode ng paghahatid ng OTP.";
"sign.mobile.accountSettings.recipientAction.description" = "Piliin ang mga pagkilos na maaaring gawin ng pirma habang nagpirma ng mga dokumento.";
"sign.mobile.accountSettings.signerAttachment.description" = "Piliin kung sino ang makakatingin sa mga kalakip na na-upload ng mga nagpirma sa oras ng pag-sign.";
"sign.mobile.accountSettings.customLandingPages.description" = "I-redirect ang mga tatanggap sa isang tiyak na URL sa halip na ang default na pahina sa pagkumpleto ng isang aksyon.";
"sign.mobile.accountSettings.requestValidity" = "Humiling ng bisa";
"sign.mobile.accountSettings.allowedModes" = "Pinapayagan ang mga mode ng paghahatid ng OTP";
"sign.mobile.accountSettings.title" = "Mga setting ng account";
"sign.mobile.settings.applicationPreferences" = "Mga kagustuhan sa aplikasyon";
"sign.mobile.accountSettings.sendingOptions" = "Pagpapadala ng mga pagpipilian";
"sign.mobile.accountSettings.receipientExperience" = "Karanasan sa pagtanggap";
"sign.mobile.accountSettings.receipientAuthentication" = "Pagpapatunay ng tatanggap";
"sign.mobile.accountSettings.documentCompletionSettingsDescription" = "Kontrol na natatanggap ang nakumpletong dokumento at ang sertipiko ng Pagkumpleto bilang mga kalakip ng email.";
"sign.mobile.accountSettings.documentIDDescription" = "Piliin kung at kung paano mo nais ang natatanging dokumento ng ID na isasama sa mga dokumento na nilagdaan.";
"sign.mobile.settings.accountSettingsDescription" = "I-configure ang mga setting ng default para sa bisa ng kahilingan, mga paalala ng tatanggap at pag-sign. Maaari itong mai-edit para sa bawat dokumento sa oras ng pagpapadala.";
"sign.mobile.common.signForms"                      =   "SignForms";
"sign.mobile.common.addDocumentType.description"    = "Maglagay ng uri ng dokumento";
"sign.mobile.common.addFolderType.description"      = "Maglagay ng folder";
"sign.mobile.signForms.detail.URL"                  = "URL";
"sign.mobile.signforms.detail.maximumResponses"     = "Limitasyon sa pagsagot";
"sign.mobile.signForms.detail.maximumResponses.placeHolderText" = "Maglagay ng numero";
"sign.mobile.signForms.detail.signFormName.placeHolderText" = "Maglagay ng pangalan";
"sign.mobile.signForms.detail.validUntil"           = "Valid hanggang";
"sign.mobile.login.youHaveTobeSignedIn"             = "Hinihiling sa iyo nito na mag-log in.";
"sign.mobile.common.preview"                        =   "I-preview";
"sign.mobile.common.previous"                       =   "Nakaraan";

"sign.mobile.create.signDocument"                   =  "Lagdaan ang dokumento";
"sign.mobile.create.signADocument"                  =  "Lumagda ng dokumento";
"sign.mobile.widgetkit.trackDocumentStatus"         =  "I-track ang status ng dokumento";
"sign.mobile.widgetkit.trackDocumentDesc"           =  "I-track ang bawat hakbang ng pag-usad ng paglagda ng iyong mga dokumento.";

"sign.mobile.widgetkit.InprogressDocumentsDesc"     = "Nagpapakita ng listahan ng mga dokumentong naipadala para sa mga lagda.";
"sign.mobile.widgetkit.pendingDocumentsDesc"        = "Nagpapakita ng listahan ng mga dokumentong kailangan ng iyong lagda.";

"sign.mobile.signForms.alert.expired"                =  "Nag-expire na ang SignForm na ito. Makipag-ugnayan sa may-ari o tagapadala ng link para sa tulong.";
"sign.mobile.signForms.alert.limitReached"           = "Naabot ng SignForm na ito ang maximum na limitasyon sa pagsagot. Makipag-ugnayan sa may-ari o tagapadala ng link para sa tulong.";
"sign.mobile.signForms.alert.inActive"               = "Na-disable ang SignForm na ito. Makipag-ugnayan sa may-ari o tagapadala ng link para sa tulong.";
"sign.mobile.signForms.alert.invalidDate"            = "May natukoy na invalid na petsa sa URL ng SignForm.";
"sign.mobile.signForms.limitReached"            = "Naabot ang limitasyon sa pagsagot.";


"sign.mobile.alert.folderAlreadyExists"             =   "Mayroon nang folder na may pangalang \"%@\".";
"sign.mobile.alert.documentTypeAlreadyExists"       =   "Mayroon nang uri ng dokumento na may pangalang \"%@\".";


"sign.mobile.accountSettings.signedCopy.emailAttachment" =  "Attachment sa email";
"sign.mobile.accountSettings.signedCopy.documentMailLink" =  "Link ng dokumento sa email";
"sign.mobile.accountSettings.sendSignedCopyAs"            =  "Magpadala ng nilagdaang kopya bilang";


"sign.mobile.fields.textbox.validation"              =  "Pagpapatibay";
"sign.mobile.signfield.status.all"                   =  "Lahat";
"sign.mobile.signfield.status.active"                =  "Aktibo";
"sign.mobile.signfield.status.inactive"              =  "Hindi Aktibo";
"sign.mobile.signfield.status.expired"               =  "Nag-expire na";
"sign.mobile.signfield.status.max_limit_reached"       =  "Naabot na ang limitasyon.";


"sign.mobile.fields.textValidation"        =  "Pagpapatotoo para sa field ng text";
"sign.mobile.fields.validation.none"       =  "Wala";
"sign.mobile.fields.validation.numbers"    =  "Mga numero";
"sign.mobile.fields.validation.letters"    =  "Mga titik";
"sign.mobile.fields.validation.mail"      =  "Email";
"sign.mobile.fields.validation.custom"    =  "Custom";



"sign.mobile.fields.validation.custom.errorMessage" =  "Hindi valid na format ng data. Pakilagay muli ang data nang nasa tamang format.";
"sign.mobile.fields.validation.custom.footerMessage" = "I-customize ang mensaheng ipinapakita sa pipirma kapag inilagay nila ang data ng field nang nasa hindi valid na format.";
"sign.mobile.fields.validation.custom.enterRegex"  =  "Tukuyin ang iyong regex pattern para sa field.";



"sign.mobile.fields.validation.regexAndErrorMessage"  =     "Regex pattern at mensahe ng error";
"sign.mobile.fields.validation.type"              =     "Uri ng pagpapatibay";
"sign.mobile.fields.validation.errorMessage"      =     "Mensahe ng error";
"sign.mobile.fields.validation.custom.invalidRegex"            =  "Tumukoy ng valid na regex pattern.";
"sign.mobile.fields.validation.custom.invalidErrorMessage"     =  "Maglagay ng valid na mensahe ng error.";



"sign.mobile.field.stamp"                        =  "Stamp";
"sign.mobile.signforms.qrCode"                   =  "QR code";
"sign.mobile.signforms.scanQRCodeToInitateSigning"  =  "Maaaring i-scan o i-upload ng mga associate at kliyente mo ang QR code na ito para makapagsimulang pumirma ng dokumento sa pamamagitan ng SignForms.";



"sign.mobile.request.extendExpiryDate" = "Palawakin ang deadline ng pag-sign";
"sign.mobile.notify.expiryDateUpdated" = "Ang palugit sa pag-sign ng dokumento ay pinalawig.";
"sign.mobile.common.errorMsg.noImageInCropArea" = "Walang imahe na nasa loob ng cropping area.";
"sign.mobile.request.newExpiryDate" = "Bagong deadline ng pag-sign";
"sign.mobile.emptyScreen.noFoldersAdded" = "Walang mga umiiral na mga folder.";
"sign.mobile.emptyScreen.noDocumentTypeAdded" = "Walang umiiral na mga uri ng dokumento.";
"sign.mobile.settings.sendAnonymously" = "Magpadala nang hindi nagpapakilala";
"sign.mobile.settings.analyticsDescription" = "Tulungan ang Zoho Sign na mapahusay ang karanasan ng gumagamit sa pamamagitan ng awtomatikong pagpapadala ng mga diagnostic at istatistika ng paggamit";


//print and sign
"sign.mobile.common.reviewAndSend" = "Suriin at Ipadala";
"sign.mobile.fields.validation.error.onlyAlphabetsAreAllowed" = "Ang mga halagang alpabetiko lamang ang pinapayagan";
"sign.mobile.fields.validation.error.onlyNumericAreAllowed" = "Ang mga halagang bilang lamang ang pinapayagan";
"sign.mobile.signForms.limitResponses" = "Limitahan ang mga tugon sa SignForm";
"sign.mobile.emptyScreen.noSignformsAdded" = "Wala pang idinagdag na mga signform";
"sign.mobile.signforms.validityDateError" = "Ang bisa ay dapat na higit sa o katumbas ng kasalukuyang petsa";

"sign.mobile.recipient.language"                        =       "Wika ng tatanggap";
"sign.mobile.recipient.languageDesc"                    =       "Kapag binuksan ng tatanggap ang dokumentong lalagdaan, ang interface sa paglagda ay makikita sa piniling wika.";

"sign.mobile.request.printAndSign.uploadPhysicalDocument"   =  "Mag-upload ng dokumentong pisikal na nilagdaan";
"sign.mobile.request.printAndSign.uploadSignedDocument"     =  "Mag-upload ng nilagdaang dokumento";
"sign.mobile.request.printAndPhysciallySign"                =  "I-print at pisikal na lagdaan";
"sign.mobile.request.printAndSign.reviewDocumentForNextSigner" =  "Nag-upload ng kopya ng dokumentong ito na pisikal na nilagdaan para sa naunang lumagda. Pakisuri ang paghahanay ng mga field ng dokumento para sa mga susunod na lalagda at ipadala ang dokumento.";
"sign.mobile.notif.uploadedSuccessfully"                        =   "Na-upload na";
"sign.mobile.request.status.physciallySigned"                   =    "Pisikal na nilagdaan";
"sign.mobile.request.status.physicalSigningWaitingForApproval"  =    "Pisikal na nilagdaan at hinihintay na matanggap";
"sign.mobile.notif.printAndsign.waitingForReview"               =   "Nakapagsumite ka na ng kopyang pisikal na nilagdaan para sa dokumentong ito. Naghihintay na masuri ang iyong na-upload na kopya.";
"sign.mobile.alert.reviewingByOwner"                            =   "Kasalukuyang sinusuri ng may-ari nito ang dokumentong ito. Pakisubukan itong i-access sa ibang pagkakataon.";
"sign.mobile.request.status.manual_signing_correction"          =   "Naghihintay na masuri";
"sign.mobile.request.uploadedOn"                        =       "Na-upload noong";
"sign.mobile.request.printAndSign.ownerTerms"           =      "Pinapatunayan kong ang na-upload na file ay kopya ng dokumentong ito na pisikal na nilagdaan ng lumagdang nabanggit.";
"sign.mobile.request.printAndSign.agreeAndUpload"       =    "Sumang-ayon at I-upload";
"sign.mobile.request.printAndSign.sentRequestDescription"           =     "Mag-a-upload ka ng kopya ng dokumentong ito na pisikal na nilagdaan ng lumagda. Kapag na-upload na, patuloy na lalagdaan ng mga natitirang lalagda (kung mayroon man) na nasa workflow ng paglagda ang na-upload na kopya.";
"sign.mobile.common.review"                          =     "Suriin";
"sign.mobile.notify.sentToOwnerForReview"            =   "Ipinadala na ang dokumento sa may-ari nito para sa pagsusuri.";
"sign.mobile.recipient.alert.userHasAlreadySigned"   =   "Nilagdaan na ng tatanggap na ito ang dokumento.";
"sign.mobile.request.operationType.requestMarkedAsComplete"     = "Minarkahan ang dokumento bilang kumpleto";
"sign.mobile.request.operationType.requestManualSigningSuccess" = "Pisikal na nilagdaan";
"sign.mobile.request.operationType.requestManualSigningApproved" = "Pisikal na nilagdaan at natanggap";
"sign.mobile.request.operationType.recipientManualSigningSuccess"   = "Pisikal na nilagdaan ng tatanggap";
"sign.mobile.request.operationType.recipientManualSigningApproved"  = "Natanggap ang dokumentong pisikal na nilagdaan";
"sign.mobile.request.printAndSign.showPreviousVersions"  =  "Ipakita ang mga nakaraang bersyon";
"sign.mobile.request.printAndSign.previousVersions"     =  "Mga nakaraang bersyon";
"sign.mobile.request.printAndSign.reviewAndAccept"      = "Suriin at Tanggapin";
"sign.mobile.common.accept"                             =   "Tanggapin";
"sign.mobile.request.printAndSign.step1"                =   "Hakbang 1:";
"sign.mobile.request.printAndSign.step2"                =   "Hakbang 2:";
"sign.mobile.request.printAndSign.downloadDocumentForPrint"  = "I-download ang dokumento para ma-print";
"sign.mobile.request.printAndSign.downloadDocument"     =   "I-download ang dokumento";
"sign.mobile.request.printAndSign.uploadTheScannedDocument" =  "Mag-upload ng na-scan na kopya ng dokumentong na-download, na-print, at pisikal na nilagdaan.";


"sign.mobile.tooltip.sdkSuccessmsg" = "Ang isang naka-sign na kopya ng dokumentong ito ay naipadala sa iyong email";
